Repository: debank/ripple-client
Catalog: l10n/*/messages.po
Languages: ca, he, nl, pl, ro

source: Ask Price{{1}}{{2}}
ca: Preu Demanda{{1}}{{2}}
he: בקשות קנייה {{1}}{{2}}
nl: Vraag prijs {{1}}{{2}}
pl: Cena zapytania{{1}}{{2}}
ro: Preţ cerere{{1}}{{2}}

source: There are currently no asks for this pair.
ca: Actualment no hi ha cap demanda per aquest intercanvi.
he: כרגע אין בקשות קנייה לצמד הזה.
nl: Er is op dit moment geen vraag naar deze pair.
pl: Brak dostępnych ofert dla ustalonego parowania.
ro: Momentan nu sunt cereri pentru această pereche.

source: You have to be funded before you can grant a trust
ca: Deu finançar el seu compte abans de poder atorgar una línia de confiança
he: עליכם להיות ממומנים לפני שתוכלו להעניק אמון
nl: Uw account moet gefinancierd zijn voordat u krediet kunt toevertrouwen
pl: Musisz posiadać wystarczające środki, by móc przyznawać zaufanie
ro: Aveţi nevoie de fonduri înainte de a oferi încredere

source: Name / Address
ca: Nom / Adreça
he: שם / כתובת
nl: Naam / Adres
pl: Nazwa / Adres
ro: Nume / Adresă

source: Currency
ca: Divisa
he: מטבע
nl: Valuta
pl: Waluta
ro: Valută

source: Trust Limit
ca: Límit de confiança
he: הגבלת אמון
nl: Krediet beperkt tot
pl: Limit Zaufania
ro: Limita încredinţării

source: Add trust
ca: Afegir confiança
he: הוסיפו נאמן
nl: Voeg een krediet toe
pl: Dodaj zaufanie
ro: Adaugă încredere

source: Account does not meet the minimum XRP reserve.
ca: El compte no compleix amb la mínima reserva de XRP.
he: חשבון אינו עומד במינימום חובת הנזילות של XRP.
nl: Account voldoet niet aan de minimum XRP-saldo eis.
pl: Konto nie spełnia minimalnego poziomu rezerwy XRP.
ro: Contul nu îndeplineşte rezerva minimă de XRP.

source: Please enter a User.
ca: Siusplau, introdueixi un Usuari.
he: בבקשה להזין משתמש.
nl: Voer een gebruiker in.
pl: Wprowadź użytkownika.
ro: Vă rugăm să introduceţi un Utilizator

source: You've entered your address.
ca: Ha introduït la seva adreça.
he: הזנתם את הכתובת שלכם.
nl: U heeft uw adres ingevuld.
pl: Wprowadzono własny adres.
ro: Aţi introdus adresa dvs.

source: User should be either a name from your contact list or Ripple address.
ca: L'usuari deuria ser un nom de la seva llista de contactes o una adreça Ripple.
he: משתמש צריך להיות שם מתוך המוטבים שלך או כתובת ריפל.
nl: Gebruiker moet een naam uit uw contactlijst zijn of een Ripple adres.
pl: Użytkownik to osoba z Twojej listy kontaktów lub adres Ripple.
ro: Destinatarul ar trebui să fie un nume din lista dvs. de contacte sau o adresă Ripple.

source: Amount field is required
ca: El camp Import és obligatori
he: נדרש להזין סכום
nl: Bedrag is een verplicht veld
pl: Pole kwota jest niezbędne
ro: Câmpul Cantitate este obligatoriu

source: XRP can be sent without extending trust. If you really want to trust in XRP, please use XRR currency code.
ca: Per enviar XRP no cal atorgar una línia de confiança. Si vols donar confiança en XRP, sisuplau utilitza el codi de la divisa XRR.
he: ניתן לשלוח XRP ללא ארכת אמון. אם אתם באמת רוצים לתת אמון ב-XRP, אנא השתמשו בקוד מטבע של XRR.
nl: XRP kan verzonden worden zonder het toevertrouwen uit te breiden. Als u daadwerkelijk toevertrouwen wilt geven in XRP, gebruik dan de XRR valuta code.
pl: XRP może by przesyłane bez ustanawiania zaufania. Jeśli jednak chcesz zaufać w tej walute użyj XRP jako kod waluty.
ro: XRP pot fii trimişi şi fără a acorda încredere.Dacă doriţi într-adevăr sa vă încredeţi în XRP, vă rugăm să folosiţi codul de valută XRR.

source: Currency field is required
ca: El camp Divisa és obligatori
he: נדרש להזין מטבע
nl: Valuta is een verplicht veld
pl: Pole waluta jest niezbędne
ro: Câmpul Valută este obligatoriu

source: Allow Rippling
ca: Permet Ripplejar
he: לאפשר Rippling
nl: Sta Rippling toe
pl: Zezwól na Rippling
ro: Permite Rippling

source: Allow this trust line's balances to be transferred to another issuer you trust. <a href='https://ripple.com/wiki/No_Ripple' target='_blank'>More information</a>
ca: Permet que el saldo d'aquesta línia de confiança pugui ser transferit a un altre emissor en qui tens confiança.<a href='https://ripple.com/wiki/No_Ripple' target='_blank'>Més informació</a>
nl: Staat toe dat de saldi van deze kredietlijnen overgedragen kunnen worden aan een andere kredietverlener die u vertrouwt. <a href='https://ripple.com/wiki/No_Ripple' target='_blank'>Meer informatie</a>
ro: Permite soldului acestei linii de încredere să fie transferat unui alt emitent în care aveţi încredere. <a href='https://ripple.com/wiki/No_Ripple' target='_blank'>Mai multe informaţii</a>

source: Verifying address
ca: Verificant adreça
he: מאמת כתובת
nl: Adres aan het verifiëren
pl: Weryfikuje adres
ro: Se verifică adresa

source: You must have at least {{1}} to add a new trust line. {{2}}
ca: Ha de disposar almenys {{1}} per afegir una nova línia de confiança. {{2}}
he: חייב להיות לכם לפחות {{1}} כדי להוסיף נאמן חדש. {{2}}
nl: U moet tenminste {{1}} om een nieuwe vertrouwenslijn toe te voegen. {{2}}
pl: Musisz posiadać co najmniej {{1}}, aby móc dodać nową linię zaufania. {{2}}
ro: Trebuie să aveţi cel puţin {{1}} pentru a adăuga o nouă linie de încredere. {{2}}

source: You are about to trust
ca: Està apunt de confiar
he: אתה עומד לתת אמון
nl: U staat op het moment vertrouwen te verlenen aan
pl: Zamierzasz ufać
ro: Sunteţi pe cale de a vă încrede

source: to the Ripple user
ca: a l'usuari de Ripple
he: למשתמש הריפל
nl: Naar de Ripple gebruiker
pl: do użytkownika ripple
ro: către utilizatorul Ripple

source: By pressing CONFIRM you are extending trust to another Ripple user. This action carries the risk of potential loss up to the amount of the trust line. Make sure you understand these consequences, and that all the issuers are trustworthy.
ca: En prémer CONFIRMAR vostè està estenent confiança a un altre usuari Ripple. Aquesta acció comporta un risc potencial de perdre tot l'import de la línia de confiança. Asseguris que entén els riscos, i que tots els emissors siguin dignes de confiança.
he: בלחיצה על אישור אתם נותנים ארכה לאמון משתמש ריפל אחר. פעולה זו נושאת את הסיכון של אובדן סכום האמון שנתתם למנפיק. עליכם להיות בטוחים שאתם מבינים את ההשלכות של פעולה זו ושניתן לבטוח במנפיק זה.
nl: Als u op BEVESTIGEN drukt vertrouwt u krediet toe aan een andere Ripple gebruiker. U zou het bedrag van het krediet dat u toevertrouwt kunnen verliezen. Verzeker uzelf ervan dat u de potentiële gevolgen voldoende begrijpt en dat u enkel krediet toevertrouwt aan betrouwbare partijen.
pl: Po kliknięciu POTWIERDŹ rozszerzysz zaufanie dla wybranego użytkownika Ripple. Działanie to może nieść za sobą ryzyko straty, do kwoty ustalonej w linii zaufania. Upewnij się, że rozumiesz wszelkie następstwa wynikające z przydzielania zaufania. Pamiętaj, by udzielać je rozważnie.
ro: Apăsând CONFIRMARE, veţi extinde încrederea unui alt utilizator Ripple.Această acţiune presupune un potenţial risc de pierdere a unei sume până la valoarea liniei de încredere. Vă rugăm sa vă asiguraţi că înţelegeţi aceste consecinţe, şi ca toţi emitenţii sunt de încredere.

source: By pressing CONFIRM you are extending trust to {{1}}for the same currency which may result in your account balances changing without your direct action. Make sure you understand these consequences, and that all your issuers are trustworthy.
ca: En prémer CONFIRMAR vostè està estenent confiança a {{1}} per la mateixa divisa, això pot ocasionar canvis al balanç del seu compte sense la necessitat de la seva acció directa. Asseguris que entén els riscos, i que tots els emissors siguin dignes de confiança.
he: בלחיצה על אישור אתם נותנים ארכת אמון ל- {{1}} לאותו מטבע אשר עלול להוביל ליתרות החשבון שלך להשתנות ללא כל פעולה מצדך. עליכם להיות בטוחים שאתם מבינים את ההשלכות של פעולה זו ושניתן לבטוח במנפיק זה.
nl: Door het drukken van CONFIRM {{1}} for the same currency which may result in your account balances changing without your direct action. Make sure you understand these consequences, and that all your issuers are trustworthy.
pl: Po kliknięciu POTWIERDŹ rozszerzysz zaufanie dla {{1}} na taką samą walutę. W rezultacie tego działania może dojść do zmian w saldzie Twojego konta bez Twojej ingerencji. Upewnij się, że rozumiesz wszelkie następstwa wynikające z przydzielania zaufania. Pamiętaj, by udzielać je rozważnie.
ro: Apăsând CONFIRMARE, veţi extinde încrederea către {{1}} pentru acelaşi tip de valută, ceea ce poate avea ca rezultat modificarea soldului contului dvs. fără nicio acţiune directă din partea dvs. Vă rugăm sa vă asiguraţi că înţelegeţi aceste consecinţe, şi ca toţi emitenţii sunt de încredere.

source: Granting is in progress
ca: Concessió en curs
he: הענקת אמון בתהליך
nl: Bezig met toekennen
pl: Przydzielanie w toku
ro: Încredinţare în curs

source: Sorry, an error occurred while granting. Make sure you are connected to the Internet and try again later.
ca: Ho sentim, hi ha hagut un error durant la concessió. Assegureu-vos que està connectat a Internet i torneu a intentar més tard.
he: מצטערים, אירעה שגיאה בעת הענקת אמון. ודאו שאתם מחוברים לאינטרנט ונסו שוב מאוחר יותר.
nl: Onze excuses, er was een fout tijdens het toekennen. Kijk na of u verbonden bent met het internet en probeer het later opnieuw.
pl: Wystąpił błąd. Upewnij się, że posiadasz połączenie z Internetem i spróbuj ponownie.
ro: Ne pare rău,o eroare a apărut în timpul încredinţării. Asiguraţi-vă ca aveţi o conexiune activă la internet şi încercaţi din nou.

source: Your grant request has been submitted.
ca: La seva sol·licitud de concessió ha estat inserida.
he: בקשת מענק האמון שלך הוגשה.
nl: Uw toekenning is verstuurd.
pl: Twoja prośba została wysłana
ro: Cererea dvs. de oferire a fost înregistrată.

source: Trust is granted!
ca: Confiança concedida!
he: ניתן מענק אמון!
nl: Krediet toevertrouwd!
pl: Przyznano zaufanie!
ro: Încrederea a fost oferită!

source: Trust could not be granted!
ca: La confiança no s'ha pogut concedir!
he: לא ניתן לתת מענק אמון!
nl: Krediet kon niet worden toevertrouwd!
pl: Nie przyznano zaufania!
ro: Încrederea nu a putut fii oferită!

source: Grant is malformed!
ca: Concessió anòmala!
he: מענק האמון בעל מבנה פגום!
nl: Toekenning is misvormd!
pl: Przyznanie zaufania nie powiodło się!
ro: Oferirea este deformată!

source: Your request is invalid, reason: {{engine_result}} - {{engine_result_message}}
ca: Petició invàlida, motiu: {{engine_result}} - {{engine_result_message}}
he: הבקשה שלך לא חוקית, סיבה: {{engine_result}} - {{engine_result_message}}
nl: Uw aanvraag is ongeldig, reden: {{engine_result}} - {{engine_result_message}}
pl: Twoje żądanie jest nieprawidłowe, powód: {{engine_result}} - {{engine_result_message}}
ro: Cererea dvs. nu este validă, deoarece: {{engine_result}} - {{engine_result_message}}

source: Granting failed!
ca: Concessió fallida!
he: מענק אמון נכשל!
nl: Toekenning is mislukt!
pl: Nie przyznano zaufania!
ro: Oferirea a eşuat!

source: Insufficient reserve to add trust line.
ca: Fons insuficients per afegir una línia de confiança.
he: אין מספיק חובת נזילות על מנת להוסיף נאמן.
nl: Saldo niet toereikend om een kredietlijn toe te voegen.
pl: Brak środków na dodanie linii zaufania.
ro: Rezervă insuficientă pentru a adăuga o linie de încredere.

source: You must have at least {{account.reserve_to_add_trust | rpamount:0}} XRP to add a trust line. {{1}}
ca: Necessites un mínim de {{account.reserve_to_add_trust | rpamount:0}} XRP per afegir una línia de confiança. {{1}}
he: אתם חייבים שיהיה לכם לפחות {{account.reserve_to_add_trust | rpamount:0}} XRP כדי להוסיף נאמן. {{1}}
nl: U moet tenminste {{account.reserve_to_add_trust | rpamount:0}} XRP hebben om een nieuwe vertrouwenslijn toe te voegen. {{1}}
pl: Musisz posiadać co najmniej {{account.reserve_to_add_trust | rpamount:0}} XRP by móc dodać linię zaufania. {{1}}
ro: Trebuie să aveţi cel puţin {{account.reserve_to_add_trust | rpamount:0}} XRP pentru a adăuga o linie de încredere. {{1}}

source: Read more.
ca: Continuar llegint.
he: קראו עוד.
nl: Vervolg.
pl: Czytaj więcej.
ro: Citeşte mai mult.

source: Trust granting failed to clear, reason: {{engine_result_message}}
ca: L'atorgament de confiança ha fallat, motiu: {{engine_result_message}}
he: מתן אמון לא נוכה, סיבה: {{engine_result_message}}
nl: Toevertrouwen van krediet niet uitgevoerd: {{engine_result_message}}
pl: Usunięcie przyznanego zaufania nie powiodło się, powód: {{engine_result_message}}
ro: Oferirea încrederii a eşuat în a fii aprobată, deoarece: {{engine_result_message}}

source: Address saved!
ca: Adreça guardada!
he: כתובת נשמרה!
nl: Adres opgeslagen!
pl: Adres zapisany!
ro: Adresa a fost salvată!

source: Back to trust page
ca: Tornar a la pàgina de confiança
he: לחזור לדף נאמנים
nl: Terug naar krediet-overzicht
pl: Wróć na stronę zaufania
ro: Înapoi la pagina de încredere

source: edit
ca: editar
he: לערוך
nl: bewerken
pl: edytuj
ro: editează

source: Loading transaction details...
ca: Carregant detalls de la transacció...
he: טוען פרטי עסקה...
nl: Transactiedetails laden...
pl: Ładuje szczegóły transakcji...
ro: Se încarcă detaliile tranzacţiei...

source: An error occurred while loading the transaction details.
ca: S'ha produït un error mentre es carregaven els detalls de la transacció.
he: אירעה שגיאה בעת טעינת פרטי העסקה.
nl: Er is een fout opgetreden tijdens het laden van de transactiedetails.
pl: Napotkano błąd podczas generowania szczegółów tej transakcji.
ro: A apărut o eroare în timpul încărcării detaliilor tranzacţiei.

source: Transaction #
ca: Transacció #
nl: Transactie
ro: Tranzacţia #

source: Show in graph
ca: Mostrar gràfica
nl: Toon grafiek
ro: Arată în grafic

source: Transaction type: {{1}}
ca: Tipus de transacció: {{1}}
he: סוג עסקה: {{1}}
nl: Transactie-type: {{1}}
pl: Rodzaj transakcji: {{1}}
ro: Tipul tranzacţiei: {{1}}

source: Address sent from
ca: Adreça enviada des de
he: הכתובת השולחת
nl: Afzenderadres
pl: Adres nadawcy
ro: Adresă trimisă de la

source: Amount sent
ca: Import enviat
he: הסכום שנשלח
nl: Hoeveelheid verzonden
pl: Kwota wysłana
ro: Suma trimisă

source: Currency sent
ca: Divisa enviada
he: מטבע שנשלח
nl: Verzonden valuta
pl: Waluta wysłana
ro: Valuta trimisă

source: Address sent to
ca: Adreça enviada a
he: הכתובת המקבלת
nl: Ontvangstadres
pl: Adres odbiorcy
ro: Adresă trimisă către

source: Amount received
ca: Import rebut
he: סכום שהתקבל
nl: Hoeveelheid ontvangen
pl: Kwota otrzymana
ro: Suma primită

source: Currency received
ca: Divisa rebuda
he: מטבע שהתקבל
nl: Valuta ontvangen
pl: Waluta otrzymana
ro: Valuta primită

source: Network fee paid
ca: Comissió de xarxa pagada
he: עמלת רשת ששולמה
nl: Netwerk-heffing betaald
pl: Opłata sieciowa opłacona
ro: Comisionul platit reţelei

source: Conversion rate
ca: Taxa de conversió
he: יחס המרה
nl: Conversieverhouding
pl: Współczynnik wymiany
ro: Rata de conversie

source: Ledger number
ca: Registre número
he: ספר חשבונות
nl: Boekingsnummer
pl: Number rejestru
ro: Număr registru

source: Address sent from:
ca: Adreça enviada des de:
he: הכתובת השולחת:
nl: Verstuurd van adres:
pl: Adres nadawcy:
ro: Adresă trimisă de la:

source: Sorry, we don't have an info page layout for this transaction type yet.
ca: Ho sentim, no tenim encara cap pagina relacionada amb aquest tipus de transacció.
he: מצטערים, אין לנו &#39; דף מידע לסוג עסקה זו עדיין.
nl: Sorry, we hebben op dit moment nog geen info pagina layout voor dit transactietype.
pl: Nie istnieje&#39; układ strony dla tego typu transakcji
ro: Ne pare rău, însă nu avem deocamdată un aranjament pentru o pagină de informaţii specifică acestui tip de tranzacţie.

source: {{1:You are converting}}{{2}}{{3:to}}{{4}}{{5:You will pay at most}}{{6}}{{7:Are you sure?}}
ca: {{1:Està convertint}}{{2}}{{3:a}}{{4}}{{5:Pagarà com a molt}}{{6}}{{7:Està segur?}}
he: {{1: אתם ממירים}} {{2}} {{3: ל}} {{4}} {{5: אתם תשלמו לכל היותר}} {{6}} {{7: האם אתם בטוחים? }}
nl: {{1:U converteert}}{{2}}{{3:naar}}{{4}}{{5:U betaalt maximaal}}{{6}}{{7:Weet u dit zeker?}}
pl: {{1:Wymieniasz}}{{2}}{{3:na}}{{4}}{{5:Maksymalnie zapłacisz}}{{6}}{{7:Zgadzasz się?}}

source: Important:
he: חשוב:
nl: Belangrijk:
pl: Ważne:

source: Email
he: מייל

source: ok
he: אישור

source: You sent {{1}} {{2}} {{3}}
pl: Wysyłasz {{1}} {{2}} {{3}}

source: You sent {{1}} {{2}}
pl: Wysyłasz {{1}} {{2}}

source: Transaction # {{transaction.hash}}
pl: Transakcja # {{transaction.hash}}
