Repository: debank/ripple-client
Catalog: l10n/*/messages.po
Languages: ca, he, nl, pl, ro

source: Invalid source tag
ca: Etiqueta del emissor invàlida
he: תג מקור לא תקף
nl: Ongeldig bron-kenmerk
pl: Nieprawidłowy znacznik źródłowy
ro: Eticheta sursei este invalidă

source: Recipient will receive
ca: El destinatari rebrà
he: הנמען יקבל
nl: Ontvanger krijgt
pl: Odbiorca otrzyma
ro: Destinatarul va primi

source: Amount must be greater than zero.
ca: L'import ha de ser superior a zero.
he: הסכום חייב להיות גדול מאפס.
nl: Hoeveelheid moet groter dan nul zijn.
pl: Kwota musi być większa od zera.
ro: Suma trebuie să fie mai mare decât zero.

source: This transaction exceeds your balance, you can send a max. of {{account.max_spend | rpamount:{rel_precision: 0} }} XRP
ca: Aquesta transacció excedeix el seu balanç, el màxim que pot enviar és {{account.max_spend | rpamount:{rel_precision: 0} }} XRP
he: עסקה זו עולה על היתרה שלכם, אתם יכול לשלוח מקסימום. של {{account.max_spend | rpamount:{rel_precision: 0} }} XRP
nl: Deze transactie overschrijdt uw saldo, u kunt maximaal {{account.max_spend | rpamount:{rel_precision: 0} }} XRP verzenden
pl: Transakcja przekracza kwotę dostępnego salda, maksymalnie możesz przesłać {{account.max_spend | rpamount:{rel_precision: 0} }} XRP
ro: Această tranzacţie depăşeşte valoarea soldului dvs., puteţi trimite maxim {{account.max_spend | rpamount:{rel_precision: 0} }} XRP

source: Recipient does not allow XRP payments. Are you sure you want to send XRP anyway?
ca: El receptor no accepta pagaments en XRP. Està segur de voler enviar XRP de totes maneres?
he: הנמען אינו מאפשר תשלומי XRP. האם אתם בטוחים שברצונכם לשלוח XRP בכל מקרה?
nl: De ontvanger staat geen betalingen met XRP toe. Weet u zeker dat u toch XRP wilt versturen?
pl: Odbiorca nie akceptuje płatności w XRP. Czy pomimo tego chcesz wysłać XRP?
ro: Recipientul nu permite plăţi in XRP. Sunteţi siguri că doriţi să trimiteţi XRP oricum?

source: {{send.recipient | rpcontactname}}trusts you for {{send.trust_limit | rpamount}} {{send.trust_limit | rpcurrency}}.
ca: {{send.recipient | rpcontactname}}confia en vostè per {{send.trust_limit | rpamount}} {{send.trust_limit | rpcurrency}}.
he: {{send.recipient | rpcontactname}}בוטח בך עבור {{send.trust_limit | rpamount}} {{send.trust_limit | rpcurrency}}.
nl: {{send.recipient | rpcontactname}} vertrouwt u toe voor {{send.trust_limit | rpamount}} {{send.trust_limit | rpcurrency}}.
pl: {{send.recipient | rpcontactname}} udziela Tobie zaufania na {{send.trust_limit | rpamount}} {{send.trust_limit | rpcurrency}}.
ro: {{send.recipient | rpcontactname}}are încredere în dvs. pentru {{send.trust_limit | rpamount}} {{send.trust_limit | rpcurrency}}.

source: Add Destination tag
ca: Afegir Etiqueta de destí
he: הוסיפו תג יעד
nl: Voeg bestemmingskenmerk toe.
pl: Dodaj znacznik adresu docelowego
ro: Adaugă eticheta Destinaţiei

source: Send XRP
ca: Enviar XRP
he: שלח XRP
nl: Verstuur XRP
pl: Wyślij XRP
ro: Trimite XRP

source: Destination account is unfunded; send at least {{send.xrp_deficiency | rpamount}} XRP to fund it.{{1}}
ca: El compte de destí no té fons; envií almenys {{send.xrp_deficiency | rpamount}} XRP per activarla.{{1}}
he: חשבון יעד אינו ממומן; צריך לשלוח לפחות {{send.xrp_deficiency | rpamount}} XRP כדי להפעיל חשבון זה.{{1}}
nl: Het account van de ontvanger is niet-gefinancierd; verzend tenminste {{send.xrp_deficiency | rpamount}} XRP om het account te financieren.{{1}}
pl: Docelowy adres jest niedofinansowany; wyślij co najmniej {{send.xrp_deficiency | rpamount}} XRP by je dofinansować.{{1}}
ro: Contul de destinaţie nu este finanţat; trimiteţi cel puţin {{send.xrp_deficiency | rpamount}} XRP pentru a-l finanţa.{{1}}

source: More information
ca: Més informació
he: עוד מידע
nl: Meer informatie
pl: Więcej informacji
ro: Mai multe informații

source: Checking
ca: Comprovant
he: בבדיקה
nl: Nakijken
pl: Sprawdzanie
ro: Se verifică

source: Analyzing address
ca: Analitzant adreça
he: מנתח כתובת
nl: Adres analyseren
pl: Analizowanie adresu
ro: Analizare adresă

source: Requesting quote
ca: Sol·licitant cotització
he: נדרש מחיר
nl: Quote aan het opvragen
pl: Rządanie oferty
ro: Se solicită estimarea

source: Calculating paths
ca: Calculant rutes
he: מחשב נתיבים
nl: Opties aan het berekenen
pl: Przeliczanie ścieżek
ro: Se calculează cărările

source: Calculating alternatives
ca: Calculant alternatives
he: חישוב חלופות
nl: Alternatieven aan het berekenen
pl: Przeliczanie alternatyw
ro: Se calculează alternativele

source: Sorry! Cannot send {{send.amount}} {{send.currency}} to {{send.recipient}}. Please make sure your account has enough funds, and the recipient accepts the currency you're sending. If it still doesn't work, try again later.
ca: Ho sentim! No s'ha pogut enviar {{send.amount}} {{send.currency}} a {{send.recipient}}. Siusplau, comprovi que el seu compte té suficients fons, i que els destinataris accepten la divisa que l'esteu enviant. Si encara no funciones, prova més tard.
he: סליחה! לא ניתן לשלוח {{send.amount}} {{send.currency}} אל {{send.recipient}}. אנא ודאו שיש לכם מספיק כסף בחשבון, ושהנמען מקבל את המטבע שאתם שולחים. אם זה עדיין לא עובד, נסו שוב מאוחר יותר.
nl: Sorry! Kan {{send.amount}} {{send.currency}} niet naar {{send.recipient}} verzenden. Kijk na of uw account voldoende saldo heeft, en of de ontvanger de valuta die u probeert te verzenden accepteert. Als het nog steeds niet werkt, probeert u het later opnieuw.
pl: Nie udało się wysłać {{send.amount}} {{send.currency}} do użytkownika {{send.recipient}}. Upewnij się, że posiadasz wystarczającą ilość środków na koncie oraz, że odbiorca akceptuje walutę, którą wysyłasz. Jeśli problem pojawi się po raz kolejny, spróbuj ponownie później.
ro: Ne cerem scuze.Nu se poate trimite {{send.amount}} {{send.currency}} către {{send.recipient}}. Vă rugăm să verificaţi dacă contul dvs. dispune de fonduri suficiente şi dacă beneficiarul acceptă valuta pe care doriţi să o trimiteţi. Dacă tot veţi întampina probleme, încercaţi mai târziu.

source: Error while retrieving quote for outbound payment
ca: Error durant la recuperació de la quota pel pagament sortint
he: שגיאה בעת אחזור בקשה לתשלום יוצא
nl: Fout tijdens het verkrijgen van de quote voor de uitgaande betaling.
pl: Błąd podczas pobierania ofert o płatnościach wychodzących
ro: Eroare în timpul obţinerii unei estimări pentru plată

source: You can send
ca: Pot enviar
he: אפשר לשלוח
nl: U kunt verzenden
pl: Możesz wysłać
ro: Puteți trimite

source: Or you can send
ca: O també pot enviar
he: או שאפשר לשלוח
nl: Of u kunt verzenden
pl: Lub możesz wysłać
ro: Sau puteți trimite

source: Send {{ alt.amount | rpcurrency }}
ca: Enviar {{ alt.amount | rpcurrency }}
he: שלח {{ alt.amount | rpcurrency }}
nl: Verzend {{ alt.amount | rpcurrency }}
pl: Wyślij {{ alt.amount | rpcurrency }}
ro: Trimite {{ alt.amount | rpcurrency }}

source: Ripple is calculating a path for your payment.
ca: Ripple està calculant una ruta pel seu pagament.
he: ריפל מחשב נתיב לתשלום שלך.
nl: Ripple berekent een pad voor uw betaling.
pl: Ripple przelicza ścieżkę dla Twojej płatności.
ro: Ripple calculează o cărare pentru plata dvs.

source: You are sending {{ (send.alt.amount || send.currency) | rpcurrency}} to
ca: Està enviant {{ (send.alt.amount || send.currency) | rpcurrency}} a
he: אתם שולחים {{ (send.alt.amount || send.currency) | rpcurrency}} אל
nl: U verzendt {{ (send.alt.amount || send.currency) | rpcurrency}} naar
pl: Wysyłasz {{ (send.alt.amount || send.currency) | rpcurrency}} do
ro: Veţi trimite {{ (send.alt.amount || send.currency) | rpcurrency}} către

source: Destination tag: {{send.dt}}
ca: Etiqueta de destí: {{send.dt}}
he: תג יעד: {{send.dt}}
nl: Bestemmingskenmerk: {{send.dt}}
pl: Znacznik docelowy: {{send.dt}}
ro: Eticheta destinaţiei: {{send.dt}}

source: They will receive
ca: La adreça rebrà
he: הם יקבלו
nl: Zij krijgen
pl: Oni otrzymają
ro: Ei vor primi

source: You will pay at most
ca: Pagui com a màxim
he: אתם תשלמו לכל היותר
nl: Ten hoogste betaalt u
pl: Zapłacisz co najwyżej
ro: Veți plăti cel mult

source: Are you sure?
ca: Esta segur?
he: אתם בטוחים?
nl: Weet u het zeker?
pl: Na pewno?
ro: Ești sigur?

source: Destination does not exist
ca: El destinatari no existeix
he: יעד לא קיים
nl: Bestemming bestaat niet
pl: Adres docelowy nie istnieje
ro: Destinaţia nu există

source: The wallet you&#39;re trying to send to does not exist.
ca: La Cartera a la que prova d'enviar no existeix.
he: הארנק &#39; שאתם מנסים שוב לשלוח אליו לא קיים.
nl: De portefeuille waar u naar probeert te verzenden bestaat niet.
pl: Portfel na który&#39; próbujesz przesyłać nie istnieje.
ro: Portofelul către care doriţi să trimiteţi nu există.

source: Invalid transaction
ca: Transacció invàlida
he: עסקה לא תקינה
nl: Ongeldige transactie.
pl: Nieprawidłowa transkacja
ro: Tranzacţie invalidă

source: The transaction was rejected by the server due to a client issue.
ca: La transacció ha estat rebutjada pel servidor degut a un problema de sistema.
he: העסקה נדחתה על ידי השרת בגלל בעיית ממשק.
nl: De transactie is afgekeurd door de server door een client-probleem.
pl: Transakcja została odrzucona przez serwer z powodu problemu z aplikacją.
ro: Tranzacţia a fost respinsă de server din cauza unei probleme a clientului.

source: Sorry, an error occurred while submitting your transaction.Make sure you are connected to the Internet and try again later.
ca: Ho sentim, hi ha hagut un error durant l'enviament de la transacció. Assegureu-vos que està connectat a Internet i torneu a intentar més tard.
he: סליחה, אירעה שגיאה בעת הגשת העסקה שלך. ודאו שאתם מחוברים לאינטרנט ונסו שוב מאוחר יותר.
nl: Onze excuses, er was een fout tijdens het versturen van uw transactie. Kijk na of u verbonden bent met het internet en probeer het later opnieuw.
pl: Pojawił się błąd podczas przesyłania transakcji. Upewnij się, że jesteś połączony z Internetem i spróbuj ponownie.
ro: Ne cerem scuze, însa a apărut o eroare în timpul înregistrării tranzacţiei dvs. Asiguraţi-vă că aveţi o conexiune activă la internet, şi încercaţi din nou.

source: Please ensure you don't send your payment more than once.
ca: Siusplau, asseguris que no envia el seu pagament més d'un cop.
he: אנא ודאו שאתם לא שולחים את התשלום שלכם יותר מפעם אחת.
nl: Zorg ervoor dat u uw betaling niet vaker verzendt dan één keer.
pl: Upewnij się, że nie wysyłasz tej samej płatności kilka razy.
ro: Vă rugăm sa vă asiguraţi că nu efectuaţi plata dvs. de mai multe ori.

source: Contact saved!
ca: Contacte guardat!
he: מוטב נשמר!
nl: Contact opgeslagen!
pl: Kontakt zapisany!
ro: Contact salvat!

source: Add this address to contacts
ca: Afegir aquesta adreça als contactes
he: להוסיף כתובת זו למוטבים
nl: Voeg dit adres toe aan contacten
pl: Dodaj adres do kontaktów.
ro: Adaugă această adresă în lista de contacte

source: Name this user
ca: Anomena aquest usuari
he: תן שם למשתמש זה
nl: Benoem deze gebruiker
pl: Nazwij użytkownika
ro: Numeşte acest utilizator

source: Saving...
ca: Guardant...
he: שומר...
nl: Aan het opslaan...
pl: Zapisuje...
ro: Se salvează...

source: Send another payment
ca: Enviar un altre pagament
he: שלחו תשלום אחר
nl: Verstuur nog een betaling
pl: Zrealizuj kolejny przelew
ro: Efectuează o altă plată

source: Loading order book...
ca: Carregant Llibre d'ordres...
he: טוען ספר הזמנות...
nl: Orderboek aan het laden...
pl: Ładuje zlecenia..
ro: Se încarcă registrul de comenzi...

source: Base currency
ca: Divisa base
he: מטבע בסיס
nl: Basis-valuta
pl: Waluta basowa
ro: Valută de bază

source: change issuer
ca: canviar emissor
he: שנוי מנפיק
nl: Wijzig verstrekker
pl: zmień emitenta
ro: schimbă emitentul

source: cancel
ca: cancel·lar
he: ביטול
nl: annuleren
pl: anuluj
ro: anulează

source: Counter currency
ca: Contra-divisa
he: מטבע נגדי
nl: Contra-valuta
pl: Waluta przeciwległa
ro: Valuta de schimb

source: Base currency issuer ({{order.first_currency}})
he: מנפיק מטבע בסיס ({{order.first_currency}})
nl: Basis valuta verstrekker ({{order.first_currency}})
pl: Emitent waluty bazowej ({{order.first_currency}})
ro: Emitentul valutei de bază ({{order.first_currency}})

source: Not a valid Ripple address or contact
ca: Adreça Ripple o contacte invàlid
he: כתובת ריפל או מוטב אינה תקפה
nl: Ongeldig Ripple-adres of contact
pl: Nieprawidłowy adres Ripple lub nazwa kontaktu
ro: Nu este o adresă Ripple sau contact valid

source: Counter currency issuer ({{order.second_currency}})
ca: Emissor de contra-divisa ({{order.second_currency}})
he: מנפיק מטבע נגדי ({{order.second_currency}})
nl: Contra-valuta verstrekker ({{order.second_currency}})
pl: Emitent waluty przeciwległej ({{order.second_currency}})
ro: Emitentul valutei de schimb ({{order.second_currency}})

source: Not a valid ripple address or contact
ca: Adreça Ripple o contacte invàlid
he: כתובת ריפל או מוטב אינה תקפה
nl: Ongeldig Ripple-adres of contact
pl: Nieprawidłowy adres ripple lub nazwa kontaktu
ro: Nu este o adresă Ripple sau contact valid

source: You must select an issuer to trade currencies. Click the “change issuer”, link above and enter your trusted gateway address or nickname.
ca: Ha de seleccionar un emissor per intercanviar divises. Fes click sobre "canviar emissor" i introdueixi l'adreça o nom del distribuïdor de confiança.
he: עליכם לבחור מנפיק על מנת שתוכלו לסחור במטבעות. לחצו על "שינוי מנפיק", הקישור שמופיע למעלה, חשוב להזין מנפיק אמין, ניתן להזין כתובת או כינוי מנפיק.
nl: U moet een issuer selecteren om valuta te verhandelen. Klik de "change issuer", link hierboven en voer uw vertrouwde gateway-adres of nickname in.
pl: Musisz wybrać emitenta, aby móc dokonywać transakcji walutowych Kliknij w powyższy link "zmień emitenta", i wprowadź adres lub nazwę zaufanej bramy.
ro: Trebuie să selectaţi un emitent pentru a schimba valute. Apăsaţi legătura “schimbă emitent” de deasupra şi introduceţi adresa platformei dvs. de încredere sau porecla acesteia.

source: Bid
ca: Oferta
he: הצעות מכירה
nl: Aanbod
pl: Oferta
ro: Cerere

source: Ask
ca: Demanda
he: בקשות קנייה
nl: Vraag
pl: Zapytanie
ro: Ofertă

source: Spread
ca: Diferència
he: הפרש
ro: Întindere

source: Last price
ca: Últim preu
he: מחיר אחרון
nl: Laatste prijs
pl: Ostatnia cena
ro: Ultimul preţ

source: You have to be funded before you can trade
ca: Deu tenir crèdit abans de poder enviar diners
he: עליכם להיות ממומנים על מנת שתכלו לסחור
nl: Uw account moet gefinancierd zijn voordat u kunt handelen
pl: Musisz posiadać wystarczające środki, by móc dokonywać transakcji
ro: Aveţi nevoie de fonduri pentru a efectua un schimb

source: Buy {{1}} {{order.first_currency}}
ca: Comprar {{1}} {{order.first_currency}}
he: לקנות {{1}} {{order.first_currency}}
nl: Koop {{1}} {{order.first_currency}}
ro: Cumpără {{1}} {{order.first_currency}}

source: Sell {{1}} {{order.first_currency}}
ca: Vendre {{1}} {{order.first_currency}}
he: למכור {{1}} {{order.first_currency}}
nl: Verkoop {{1}} {{order.first_currency}}
ro: Vinde {{1}} {{order.first_currency}}

source: {{1}}available
ca: {{1}}disponibles
he: {{1}} זמין
nl: {{1}} Beschikbaar
ro: {{1}}disponibil

source: Amount To buy
ca: Quantitat a comprar
he: סכום לקנייה
nl: Hoeveelheid te kopen
pl: Kwota do zakupu
ro: Cantitatea de cumpărare

source: Amount To sell
ca: Quantitat a vendre
he: כמות למכירה
nl: Hoeveelheid te verkopen
pl: Kwota do sprzedania
ro: Cantitatea de vânzare

source: Required
ca: Obligatori
he: דרוש
nl: Vereist
pl: Wymygane
ro: Obligatoriu

source: Must be greater than zero
ca: L'import ha de ser superior a zero.
he: חייב להיות מעל אפס
nl: Moet groter zijn dan nul
pl: Musi być większe niż zero
ro: Trebuie să fie mai mare decât zero

source: Minimum is a drop (0.000001) and maximum is 100 billion XRPs
ca: El mínim és un drop (0.000001) i el màxim és 100.000 milions de XRP
he: המינימום הוא (0.000001) ומקסימום הוא 100 מיליארד XRPs
nl: Minimum is een druppel (0.000001) en maximum is 100 miljard XRPs
ro: Minimul este o picătură (0.000001) şi maximul este 100 miliarde XRP

source: Price of Each
ca: Preu de Cadascun
he: מחיר של כל אחד
nl: Prijs per stuk
pl: Cena Jednostki
ro: Prețul de fiecare

source: Order Value (max)
ca: Valor Ordre (màx.)
he: (חישוב שווי העסקה)
nl: Order waarde (max)
pl: Wartość Zamówienia (max)
ro: Valoarea comenzii (max)

source: You are wanting to buy {{1}} for {{2}} ({{3}} per {{4}})
ca: Vols comprar {{1}} per {{2}} ({{3}} a {{4}})
he: אתה רוצים לקנות {{1}} עבור {{2}} ({{3}} לכל { {4}})
nl: U wil kopen {{1}} voor {{2}} ({{3}} per {{4}})
ro: Aţi dori să cumpăraţi {{1}} pentru {{2}} ({{3}} per {{4}})

source: You are wanting to sell {{1}} for {{2}} ({{3}} per {{4}})
ca: Vols vendre{{1}} per {{2}} ({{3}} a {{4}})
he: האם אתם רוצים למכור {{1}} עבור {{2}} ({{3}} לכל { {4}})
nl: U wil verkopen {{1}} voor {{2}} ({{3}} per {{4}})
ro: Aţi dori să vindeţi {{1}} pentru {{2}} ({{3}} per {{4}})

source: Buy
ca: Comprar
he: קנייה
nl: Kopen
pl: Kupuj
ro: Cumpără

source: Sell
ca: Vendre
he: הצעות מכירה
nl: Verkopen
pl: Sprzedaj
ro: Vinde

source: You do not have sufficient funds to create an order.
ca: No té fons suficients per crear un ordre.
he: אין לך מספיק כסף כדי ליצור הזמנה.
nl: U heeft niet genoeg saldo om een order te creëren.
pl: Nie posiadasz wystarczających środków aby utworzyć zamówienie.
ro: Nu aveţi fonduri suficiente pentru a creea o comandă.

source: You are about to create an order to {{1: buy}} {{2: sell}}{{3}}{{4:for}}{{5}}{{6:Are you sure?}}
ca: Està a punt de crear un ordre per {{1: comprar}} {{2: vendre}}{{3}}{{4:per}}{{5}}{{6:Està segur?}}
he: אתם עומדים לבצע הזמנה ל {{1: לקנות}} {{2: לכור}}{{3}}{{4:מידי}}{{5}}{{6:האם אתם בטוחים?}}
nl: U bent bezig een order te creëren om {{1: buy}} {{2: sell}}{{3}}{{4:for}}{{5}}{{6:Are you sure?}}
pl: Zamierzasz utworzyć ofertę {{1: zakupu}} {{2: sprzedaży}}{{3}}{{4:za}}{{5}}{{6:Zgadzasz się?}}
ro: Sunteţi pe cale să creaţi o comandă pentru {{1: buy}} {{2: sell}}{{3}}{{4:for}}{{5}}{{6:Are you sure?}}

source: Sending order to Ripple network...
ca: Enviant l'ordre a la xarxa Ripple
he: שולח הזמנה לרשת ריפל...
nl: De order wordt naar het Ripple netwerk verstuurd...
pl: Przesyłanie zamówienia do sieci Ripple...
ro: Se trimite comanda către reţeaua Ripple...

source: Your order has been submitted.
ca: La seva ordre ha estat enviada.
he: ההזמנה שלך הוגשה.
nl: Uw order is geplaatst.
pl: Zamówienie zostało wysłane.
ro: Comanda dvs. a fost înregistrată.

source: Your order is now active!
ca: La seva ordre està activa!
he: ההזמנה שלך עכשיו פעילה!
nl: Uw order is nu actief!
pl: Zamówienie jest od teraz aktywne!
ro: Comanda dvs. este acum activă!

source: Request has been denied!
ca: Petició denegada!
he: בקשה נדחתה!
nl: Aanvraag werd geweigerd!
pl: Żądanie odrzucone!
ro: Cererea a fost refuzată!

source: We were unable to submit the request. Please try again later.
ca: Ens ha estat impossible enviar la petició. Siusplau, proveu més tard.
he: לא הצלחנו להגיש את הבקשה. אנא נסו שוב מאוחר יותר.
nl: We waren niet in staat om de aanvraag te versturen. Probeert u het later opnieuw.
pl: Nie udało się przetworzyć Twojego żądania. Spróbuj ponownie później.
ro: Această cerere nu a putut fii înregistrată.Vă rugăm să incercaţi mai târziu.

source: Request is malformed!
ca: La petició és anòmala!
he: הבקשה בעלת מבנה פגום!
nl: Aanvraag is misvormd!
pl: Niepoprawne żądanie!
ro: Cererea este distorsionată!

source: Your request is invalid, reason: {{order[type].engine_result}} - {{order[type].engine_result_message}}
ca: Petició invàlida, motiu: {{order[type].engine_result}} - {{order[type].engine_result_message}}
he: הבקשה שלך היא לא חוקית, הסיבה: {{order[type].engine_result}} - {{order[type].engine_result_message}}
nl: Uw verzoek is ongeldig, reden: {{order[type].engine_result}} - {{order[type].engine_result_message}}
pl: Twoje żądanie jest nieprawidłowe, powód: {{order[type].engine_result}} - {{order[type].engine_result_message}}
ro: Cererea dvs. nu este validă, deoarece: {{order[type].engine_result}} - {{order[type].engine_result_message}}

source: You do not have enough {{type == 'buy' ? order.second_currency : order.first_currency}} to create this order.
ca: No té suficients {{type == 'buy' ? order.second_currency : order.first_currency}} per crear aquest ordre.
he: אין לך מספיק {{type == 'buy' ? order.second_currency : order.first_currency}} כדי ליצור את הזמנה הזו.
nl: U heeft niet genoeg {{type == 'buy' ? order.second_currency : order.first_currency}} om deze order te creëren.
pl: Nie posiadasz wystarczającej ilości {{type == 'buy' ? order.second_currency : order.first_currency}} by utworzyć zamówienie.
ro: Nu aveţi suficient {{type == 'buy' ? order.second_currency : order.first_currency}} pentru a creea această comandă.

source: You must have at least {{account.reserve_to_add_trust | rpamount}} XRP to submit an order. {{1}}
ca: Necessites un mínim de {{account.reserve_to_add_trust | rpamount}} XRP per enviar un ordre. {{1}}
he: אתם חייבים שיהיה לכם לפחות {{account.reserve_to_add_trust | rpamount}} XRP כדי להגיש הזמנה. {{1}}
nl: U moet tenminste {{account.reserve_to_add_trust | rpamount}} XRP hebben om een order te creëren. {{1}}
pl: Musisz posiadać, co najmniej {{account.reserve_to_add_trust | rpamount}} XRP by wysłać ofertę. {{1}}
ro: Trebuie să aveţi cel puţin {{account.reserve_to_add_trust | rpamount}} XRP pentru a înregistra o comandă. {{1}}

source: More information.
ca: Més informació.
he: עוד מידע.
nl: Meer informatie.
pl: Więcej informacji.
ro: Mai multe informaţii.

source: Error: {{order[type].engine_result_message}}
he: שגיאה: {{order[type].engine_result_message}}
nl: Fout: {{order[type].engine_result_message}}
pl: Błąd: {{order[type].engine_result_message}}
ro: Eroare: {{order[type].engine_result_message}}

source: Trade failed!
ca: Intercanvi fallit!
he: סחר נכשל!
nl: Transactie mislukt!
pl: Transakcja nie powiodła się!
ro: Schimb eşuat!

source: Trade failed, reason: {{order[type].engine_result_message}}
ca: Intercanvi fallit, motiu: {{order[type].engine_result_message}}
he: סחר נכשל, הסיבה: {{order[type].engine_result_message}}
nl: Transactie mislukt, reden: {{order[type].engine_result_message}}
pl: Transakcja nie powiodła się, powód: {{order[type].engine_result_message}}
ro: Schimb eşuat, motiv: {{order[type].engine_result_message}}

source: Submit another order
ca: Enviar una altra ordre
he: שלחו הזמנה נוספת
nl: Voeg nog een order toe
pl: Wyślij następna ofertę
ro: Înregistrează o altă comandă

source: Order book
ca: Llibre d'ordres
he: ספר הזמנות
nl: Orderboek
pl: Lista zleceń
ro: Registru de comenzi

source: My Orders {{1}}
ca: Meves Ordres {{1}}
he: ההזמנות שלי {{1}}
nl: Mijn orders {{1}}
ro: Comenzile mele {{1}}

source: Type
ca: Tipus
he: סוג
pl: Rodzaj
ro: Tip

source: Pair
ca: Divises
he: זוג
pl: Para
ro: Pereche

source: Price
ca: Preu
he: מחיר
nl: Prijs
pl: Cena
ro: Preţ

source: Action
ca: Acció
he: פעולה
nl: Actie
pl: Operacja
ro: Acţiune

source: You haven't placed any orders.
ca: No ha afegit cap odre.
he: לא &#39; הגשתם הזמנה.
nl: U heeft nog geen orders geplaatst.
pl: Nie utworzono &#39; żadnych ofet.
ro: Nu aţi plasat nicio comandă.

source: Bids
ca: Ofertes
he: הצעות מכירה
nl: Biedingen
pl: Oferty
ro: Oferte

source: Sum{{1}}{{2}}
ca: Suma{{1}}{{2}}
he: סיכום {{1}}{{2}}
nl: Som {{1}}{{2}}
pl: Suma{{1}}{{2}}
ro: Suma{{1}}{{2}}

source: Size{{1}}{{2}}
ca: Oferta{{1}}{{2}}
he: מספר יחידות {{1}}{{2}}
nl: Grootte {{1}}{{2}}
pl: Rozmiar{{1}}{{2}}
ro: Cantitatea{{1}}{{2}}

source: Bid Price{{1}}{{2}}
ca: Preu Oferta{{1}}{{2}}
he: הצעות מכירה {{1}}{{2}}
nl: Bied prijs {{1}}{{2}}
pl: Cena oferty{{1}}{{2}}
ro: Preţ ofertă{{1}}{{2}}

source: There are currently no bids for this pair.
ca: Actualment no hi ha cap oferta per aquest intercanvi.
he: כרגע אין הצעות מכירה לצמד הזה.
nl: Er zijn op dit moment geen biedingen voor deze pair.
pl: Brak dostępnych zapytań dla ustalonego parowania.
ro: Momentan nu sunt oferte pentru această pereche.

source: Asks
ca: Demandes
he: בקשות קנייה
nl: Vraag
pl: Zapytania
ro: Cereri
