Repository: debank/ripple-client
Catalog: l10n/*/messages.po
Languages: ca, he, nl, pl, ro

source: You don't have any contacts yet.Click on "Add contact" button in the top right corner to add a new contact.
ca: No té encara cap contacte. Fes click sobre el botó "Afegir contacte" a la part superior-dreta per afegir un nou contacte.
he: אין לך מוטבים כרגע. לחצו על "הוסף מוטב" כפתור הנמצא למעלה בפינה הימנית כדי להוסיף מוטב חדש.
nl: U heeft nog geen contacten. Klik op de "Voeg contact toe" knop in de rechterbovenhoek om een nieuw contact toe te voegen.
pl: Nie posiadasz żadnych kontaktów. Kliknij w "Dodaj kontakt" w prawym górnym rogu aby dodać nowy kontakt.
ro: Nu aveţi niciun contact momentan. Apăsaţi pe "Adaugă contact" în colţul din dreapta sus pentru a adăuga un contact nou.

source: You have to be funded before you can convert money
ca: Deu tenir crèdit abans de poder convertir diners
he: אתם חייבים להיות ממומנים לפני שתכלו להמיר כספים
nl: Uw account moet gefinancierd zijn voordat u geld kunt converteren
pl: Musisz posiadać środki, aby móc wymieniać pieniądze
ro: Aveţi nevoie de fonduri pentru a putea efectua conversii monetare

source: Convert one currency into another.
ca: Convertir una divisa en una altra.
he: המרת מטבע אחד למשנו.
nl: Valuta conferteren.
pl: Wymień walutę na inną.
ro: Converteşte o valută în alta.

source: Please enter an amount.
ca: Siusplau, introduïu un import.
he: נא להזין את הסכום.
nl: Voer een bedrag in.
pl: Wprowadź kwotę.
ro: Vă rugăm să introduceți o sumă.

source: Not a valid amount.
ca: Import no vàlid
he: סכום לא חוקי.
nl: Ongeldig bedrag.
pl: Niepoprawna kwota.
ro: Nu este o sumă validă.

source: Please enter an amount greater than zero.
ca: Si us plau introdueixi un import més gran que zero.
he: נא להזין את סכום הגדול מאפס.
nl: Voer een bedrag groter dan nul in.
pl: Wprowadzić kwotę większą niż zero.
ro: Vă rugăm să introduceți o valoare mai mare decât zero.

source: Please enter the conversion details.
ca: Siusplau, introdueixi els detalls de la conversió.
he: אנא הכניסו את פרטי ההמרה.
nl: Voer details van de omwisseling in.
pl: Wprowadź szczegóły dotyczące wymiany.
ro: Vă rugăm să introduceţi detaliile conversiei.

source: Calculating...
ca: Calculant...
he: מחשב...
nl: Berekenen...
pl: Przeliczanie...
ro: Se calculează...

source: Sorry! Cannot convert {{convert.amount}} {{convert.currency}}. Please make sure your account has enough funds, and a {{1}} to a {{convert.currency}} gateway.
ca: Ho sentim! No s'ha pogut convertir {{convert.amount}} {{convert.currency}}. Siusplau, asseguris que el compte té fons suficients, i una {{1}} amb un distribuïdor de {{convert.currency}}.
he: סליחה! לא ניתן להמיר {{convert.amount}} {{convert.currency}}. אנא ודאו שיש לכם מספיק כסף בחשבון, ו {{1}} כדי {{convert.currency}} חשבון הפקדה/פדיון - gateway.
nl: Sorry! Kan {{convert.amount}} {{convert.currency}} niet converteren. Kijk na of uw account voldoende saldo heeft en een {{1}} naar een {{convert.currency}} gateway.
pl: Nie można dokonać wymiany! {{convert.amount}} {{convert.currency}}. Upewnij się ze posiadasz wystarczające środki oraz {{1}} dla bramy {{convert.currency}}.
ro: Ne pare rău. Conversia {{convert.amount}} {{convert.currency}} nu poate fii efectuată. Vă rugăm să verificaţi dacă contul dvs. dispune de suficiente fonduri şi de o platformă de schimb de {{1}} pentru {{convert.currency}}.

source: Error while calculating path
ca: Error al calcular la ruta
he: שגיאה בעת חישוב נתיב
nl: Fout tijdens berekenen van pad
pl: Błąd w trakcje przeliczania ścieżki
ro: Eroare în timpul calculării cărării

source: Convert {{ alt.amount | rpcurrency }}
ca: Converteix {{ alt.amount | rpcurrency }}
he: המירו {{alt.amount | rpcurrency}}
nl: Converteer {{ alt.amount | rpcurrency }}
pl: Wymień {{ alt.amount | rpcurrency }}
ro: Converteşte {{ alt.amount | rpcurrency }}

source: Paths last updated {{1}} {{2: seconds}} {{3: second}} ago
ca: Última actualització de les rutes fa {{1}} {{2: segons}} {{3: segon}}
he: עדכון אחרון לנתיבים התבצע לפני {{1}} {{2: seconds}} {{3: second}}
nl: Het pad werd {{1}} {{2: seconds}} {{3: second}} geleden aangepast
ro: Căile au fost actualizate acum {{1}} {{2: seconds}} {{3: second}}

source: Ripple is calculating a path for your conversion.
ca: Ripple està calculant una ruta per la seva conversió.
he: ריפל מחשב נתיב עבור ההמרות שלך.
nl: Ripple is een pad aan het berekenen voor de conversie.
pl: Ripple przelicza ścieżkę dla Twojej wymiany.
ro: Ripple calculează o cărare pentru conversia dvs.

source: &laquo; Back
ca: &laquo; Enrrere
he: חזור
nl: &laquo; Terug
pl: &laquo; Wróć
ro: &laquo; Înapoi

source: Confirm
ca: Confirmar
he: אשר
nl: Bevestigen
pl: Potwierdź
ro: Confirmă

source: Sending transaction to Ripple network
ca: Enviant la transacció a la xarxa Ripple
he: שולח עסקה לרשת ריפל
nl: De transactie wordt naar het Ripple netwerk verstuurd
pl: Wysyłanie transakcji do sieci Ripple
ro: Se transmite tranzacţia către reţeaua Ripple

source: Stop waiting
ca: Deixa d'esperar
he: הפסק המתנה
nl: Stop met wachten
pl: Nie czekaj
ro: Opreşte aşteptarea

source: No Path
ca: Sense ruta
he: אין נתיב
nl: Geen pad
pl: Brak ścieżki
ro: Nicio cărare

source: Ripple was unable to find a path between you and the destination account.
ca: Ripple no ha estat capaç de trobar un camí entre vostè i el compte de destinació.
he: ריפל לא הצליחה למצוא נתיב בינך לבין חשבון היעד.
nl: Ripple is er niet in geslaagd om een pad tussen u en het bestemmings-account te vinden.
pl: Ripple nie odnalazł ścieżki pomiędzy Twoim kontem a docelowym.
ro: Ripple nu a putut găsi nicio cărare între dvs. şi contul de destinaţie.

source: Sorry, an error occurred while submitting your transaction. Make sure you are connected to the Internet and try again later.
ca: Ho sentim, hi ha hagut un error durant l'enviament de la transacció. Assegureu-vos que està connectat a Internet i torneu a intentar més tard.
he: מצטערים, ארעה שגיאה בעת הגשת העסקה שלכם. ודאו שאתם מחוברים לאינטרנט ונסו שוב מאוחר יותר.
nl: Onze excuses, er was een fout tijdens het versturen van uw transactie. Kijk na of u verbonden bent met het internet en probeer het later opnieuw.
pl: Pojawił się błąd podczas przesyłania transakcji. Upewnij się, że posiadasz połączenie z Internetem i spróbuj ponownie.
ro: Ne pare rău, o eroare a avut loc în timpul înregistrării tranzacţiei dvs. Asiguraţi-vă ca aveţi o conexiune activă la internet şi încercaţi din nou.

source: Before trying again, please ensure that the transaction has not been executed already.
ca: Abans de tornar a intentar-ho, si us plau assegureu-vos que l'operació no s'ha executat ja.
he: לפני שתנסו שוב, בבקשה בדקו כי העסקה לא בוצעה כבר.
nl: Kijk alstublieft na of de transactie al voltooid is voordat u het opnieuw probeert.
pl: Zanim spróbujesz ponownie, upewnij się, czy transakcja nie została już zrealizowana.
ro: Înainte să încercaţi din nou, vă rugăm sa vă asiguraţi că tranzacţia nu a fost deja efectuată.

source: Your account balance will update once the payment has cleared.
ca: El saldo del seu compte s'actualitzarà un cop que el seu pagament s'hagi efectuat.
he: יתרת החשבון שלך תעדכן כאשר תשלום זה ינוכה מחשבונכם.
nl: Uw saldo zal vernieuwd worden wanneer de betaling is voltooid.
pl: Twoje saldo zostanie zaktualizowane po usunięciu transakcji.
ro: Soldul contului dvs. se va actualiza de îndată ce plata a fost aprobată.

source: Transaction could not be submitted!
ca: La transacció no s'ha pogut enviar!
he: לא ניתן להגיש עסקה!
nl: Transactie kon niet verstuurd worden!
pl: Nie udało się realizować transakcji.
ro: Tranzacţia nu a putut fii înregistrată!

source: We were unable to submit the transaction to the server.Please try again later.
ca: Ens ha estat impossible enviar la transacció al servidor. Si us plau, proveu més tard.
he: לא הצלחנו להגיש את העסקה לשרת. אנא נסו שוב מאוחר יותר.
nl: We waren niet in staat om de transactie naar de server te sturen. Probeert u het later opnieuw.
pl: Nie udało się przesłać transakcji do serwera. Spróbuj później.
ro: Nu s-a putut înregistra tranzacţia de către server. Vă rugăm să încercaţi mai târziu.

source: Your transaction failed to clear, reason: {{engine_result_message}}
ca: La seva transacció no s'ha efectuat ,motiu: {{engine_result_message}}
he: העסקה שלך לא נוכתה, סיבה: {{engine_result_message}}
nl: Uw transactie kon niet worden voltooid, reden: {{engine_result_message}}
pl: Twoja transakcja nie została usunięta, powód: {{engine_result_message}}
ro: Tranzacţia dvs. nu a putut fii aprobată, motivul: {{engine_result_message}}

source: The particular server you sent the transaction to was too busy to forward or process your transaction at the fee you included in it.
ca: El servidor en particular al que s'ha enviat la transacció estava massa ocupat per desviar o processar la seva transacció amb comissió inclosa.
he: השרת המסוים ששלחת את העסקה היה עסוק מדי כדי להעביר או לעבד את העסקה שלכם בעמלה שכללתם בו.
nl: De server waar u de transactie naar toestuurde was te druk om deze door te sturen of te verwerken tegen de heffing die u aan deze transactie heeft meegegeven.
pl: Serwer przez, który przesyłasz środki był zbyt zajęty, by zrealizować Twoją transakcję, po ustalonej przez Ciebie opłacie transakcyjnej.
ro: Serverul specific către care aţi transmis tranzacţia a fost prea încarcat pentru a trimite mai departe sau procesa tranzacţia dvs. pentru comisionul inclus în aceasta.

source: Do another conversion
ca: Fes una altra conversió
he: לבצע המרה אחרת
nl: Maak een andere conversie
pl: Dokonaj innej wymiany
ro: Efectuează o nouă conversie

source: Loading history...
ca: Carregant historial...
he: טוען היסטוריה...
nl: Geschiedenis wordt geladen...
pl: Ładuje historię...
ro: Se încarcă istoricul...

source: Your account history is empty
ca: L'historial del compte es troba buit.
he: היסטוריית החשבון שלך ריקה
nl: Uw account-geschiedenis is leeg
pl: Historia konta jest pusta
ro: Istoricul contului dvs. este gol

source: Transaction type:{{1}}{{2}}{{3}}
ca: Tipus de transacció:{{1}}{{2}}{{3}}
he: סוג עסקה: {{1}}{{2}}{{3}}
nl: Transactie type:{{1}}{{2}}{{3}}
pl: Rodzaj transakcji:{{1}}{{2}}{{3}}
ro: Tipul tranzacţiei:{{1}}{{2}}{{3}}

source: Change
ca: Canviar
he: לשנות
nl: Wijzig
pl: Zmień
ro: Modifică

source: Hide
ca: Amaga
he: להסתיר
nl: Verberg
pl: Ukryj
ro: Ascunde

source: Currency:{{1}}{{2}}{{3}}
ca: Divisa:{{1}}{{2}}{{3}}
he: מטבע: {{1}}{{2}}{{3}}
nl: Valuta:{{1}}{{2}}{{3}}
pl: Waluta:{{1}}{{2}}{{3}}
ro: Valuta:{{1}}{{2}}{{3}}

source: Date:{{1}}{{2}}{{3}}
ca: Data:{{1}}{{2}}{{3}}
he: תאריך: {{1}}{{2}}{{3}}
nl: Datum:{{1}}{{2}}{{3}}
pl: Data:{{1}}{{2}}{{3}}
ro: Data:{{1}}{{2}}{{3}}

source: Minimum Amount: {{1}}{{2}}{{3}}
ca: Import mínim: {{1}}{{2}}{{3}}
he: סכום מינימלי: {{1}}{{2}}{{3}}
nl: Minimale hoeveelheid: {{1}}{{2}}{{3}}
pl: Minimalna Kwota: {{1}}{{2}}{{3}}
ro: Suma Minima: {{1}}{{2}}{{3}}

source: Load history for specific date range
ca: Carregar historial per un determinat rang de dates
he: טען היסטוריה מטווח ספציפי
nl: Toon geschiedenis van specifieke periode
pl: Załaduj historię za określony przedział czasowy.
ro: Încarcă istoricul pentru perioada de timp specificată

source: From
ca: De
he: מאת
nl: Van
pl: Od
ro: De la

source: To
ca: A
he: אל
nl: Naar
pl: Do
ro: Către

source: Filter
ca: Filtre
he: לסנן
nl: Specificeer
pl: Filtruj
ro: Filtru

source: Minimum amount filter
ca: Filtre d'import mínim
he: סכום מינימלי לסינון
nl: Specificeer de minimale hoeveelheid
pl: Filter minimalnej kwoty
ro: Filtru sumă minimă

source: Description
ca: Descripció
he: תיאור העסקה
nl: Omschrijving
pl: Opis
ro: Descriere

source: Sorry, no transactions match your current filter.
ca: Ho sentim, cap transacció coincideix amb el filtre actual
he: מצטערים, אין עסקות המתאימות לסינון הנוכחי שלך.
nl: Sorry, geen transacties passen bij uw huidige specificatie.
pl: Niestety, nie ma transakcji odpowiadającej Twojemu filtrowi.
ro: Ne cerem scuze, nicio tranzacţie nu se potriveşte filtrului.

source: {{1}} sent you {{2}}
ca: {{1}} li ha enviat {{2}}
he: {{1}} שלח לך {{2}}
nl: {{1}} stuurde u {{2}}
pl: {{1}} Wysyła Ci {{2}}
ro: {{1}} v-a trimis {{2}}

source: {{1}} now trusts you for {{2}}
ca: {{1}} ara confia en vostè per {{2}}
he: {{1}} עכשיו נותן בך אמון עבור {{2}}
nl: {{1}} vertrouwt u nu voor {{2}}
pl: {{1}} ufa Ci na {{2}}
ro: {{1}} are încredere în dvs. pentru {{2}}

source: Account details have been Changed
ca: Els detalls del compte han estat Canviats
he: פרטי חשבון שונו
nl: Account details zijn gewijzigd
pl: Szczegóły konta zostały zmienione
ro: Detaliile contului au fost Modificate

source: Balance Changes
ca: Canvis de balanç
he: שינוי מאזן
nl: Saldo-wijzigingen
pl: Zmiana Salda
ro: Modificări Sold

source: Issuer
ca: Emissor
he: מנפיק
nl: Verstrekker
pl: Emitent
ro: Emitentul

source: Amount
ca: Import
he: סכום
nl: Hoeveelheid
pl: Kwota
ro: Suma

source: Final balance
ca: Balanç final
he: מאזן סופי
nl: Definitief saldo
pl: Saldo ostateczne
ro: Sold final

source: XRP balance Change
ca: Canviar balanç de XRP
he: שינוי מאזן XRP
nl: XRP saldo-wijziging
pl: Zmiana salda XRP
ro: Modificare sold XRP

source: {{effect.currency}} balance Change
ca: Canviar balanç de {{effect.currency}}
he: {{effect.currency}} שינוי מאזן
nl: {{effect.currency}} saldo-wijziging
pl: Zmiana salda {{effect.currency}}
ro: {{effect.currency}} Modificare sold

source: Fee
ca: Comissió
he: עמלה
nl: Heffing
pl: Opłata
ro: Taxă

source: Transaction details
ca: Detalls de la transacció
he: פרטי עסקה
nl: Transactie-details
pl: Szczegóły transakcji
ro: Detalii tranzacţie

source: Add {{1}} to contact list
ca: Afegir {{1}} a la llista de contactes
he: הוסיפו {{1}} לרשימת המוטבים
nl: Voeg {{1}} aan uw contactenlijst toe
pl: Dodaj użytkownika {{1}} do listy kontaktów
ro: Adaugă {{1}} la lista dvs. de contacte

source: No more transactions left
ca: Cap transacció pendent
he: אין עסקות נותרות
nl: Geen transacties meer over
pl: Nie ma więcej transkacji
ro: Nicio tranzacţie ramasă

source: You sold {{1}} for {{2}}
ca: Ha venut {{1}} per {{2}}
he: אתם מכרתם {{1}} עבור {{2}}
nl: U heeft {{1}} verkocht voor {{2}}.
ro: Aţi vândut {{1}} pentru {{2}}

source: You bought {{1}} for {{2}}
ca: Ha comprat {{1}} per {{2}}
he: אתם קניתם {{1}} עבור {{2}}
nl: U heeft {{1}} gekocht voor {{2}}.
ro: Aţi cumpărat {{1}} pentru {{2}}

source: price
ca: preu
he: מחיר
nl: prijs
ro: preţ

source: This order has been filled.
ca: Aquesta ordre ha estat completada.
he: ההזמנה נכשלה.
nl: Uw order is geplaatst.
ro: Această comandă a fost epuizată.

source: The rest of your order has been cancelled due to lack of funds.
ca: El restant del seu ordre ha estat cancel·lat per manca de fons.
he: שאר ההזמנות שלכם בוטלו בשל חוסר תקציב.
nl: De rest van uw order is geannuleerd wegens gebrek aan fondsen.
ro: Restul comenzii dvs. a fost anulată din cauza fondurilor insuficiente.

source: This order has {{1}} remaining.
ca: Aquesta ordre té {{1}} pendents.
he: להזמנה זו נותר {{1}}.
nl: Deze order heeft {{1}} resterend.
pl: Pozostało {{1}} zamówienia.
ro: Această comanda mai are {{1}} rămase.

source: Offer ({{1}} for {{2}}) has been cancelled due to lack of funds.
ca: L'oferta ({{1}} per {{2}}) s'ha cancel·lat per manca de fons.
he: ההצעה ({{1}} עבור {{2}}) בוטלה בשל חוסר תקציב.
nl: Aanbieding ({{1}} voor {{2}}) is geannuleerd wegens gebrek aan fondsen.
ro: Oferta ({{1}} pentru {{2}}) a fost anulată din cauza lipsei fondurilor.

source: You bought {{1}} for {{2}}. ({{3:price}}{{4}}).
ca: Ha comprat {{1}} per {{2}}.({{3:preu}}{{4}}).
he: אתם קניתם {{1}} עבור {{2}}. ({{3: מחיר}} {{4}}).
nl: U kocht {{1}} voor {{2}}. ({{3:price}}{{4}})
ro: Aţi cumpărat {{1}} pentru {{2}}. ({{3:price}}{{4}}).

source: {{1}} is trusting you for {{2}}.
ca: {{1}} confia en vostè per {{2}}.
he: {{1}} בוטח בך עבור { {2}}.
nl: {{1}} vertrouwt u voor {{2}}
pl: {{1}} ufa Ci na {{2}}.
ro: {{1}} are încredere în dvs. pentru {{2}}.

source: You have changed {{1}} trust for {{2}} from {{3}} to {{4}}.
ca: Ha canviat la confiança de {{1}} per {{2}} de {{3}} a {{4}}.
he: שניתם את {{1}} להאמין עבור {{2}} מידי {{3}} אל {{4}}.
nl: U heeft het toevertrouwen van {{1}} voor {{2}} veranderd van {{3}} naar {{4}}.
pl: Zmieniono zaufanie {{1}} dla {{2}} z {{3}} na {{4}}.
ro: Aţi modificat {{1}} încredere pentru {{2}} de la {{3}} până la {{4}}.

source: {{1}} changed the {{2}} trust from {{3}} to {{4}}.
ca: {{1}} ha canviat la confiança en {{2}} de {{3}} a {{4}}.
he: {{1}} שינה את {{2}} האמון מידי {{3}} אל {{4}}.
nl: {{1}} veranderde het {{2}} toevertrouwen van {{3}} naar {{4}}.
pl: {{1}} zmienia zaufanie {{2}} z {{3}} na {{4}}.
ro: {{1}} a schimbat {{2}} încredere de la {{3}} la {{4}}.

source: Trust balance between you and {{1}} has been changed by {{2}}.
ca: El balanç de confiança entre vostè i {{1}} ha estat canviat canviat per {{2}}
he: מאזן האמון בינך לבין {{1}} שונה על ידי {{2}}.
nl: Toevertrouwens balans tussen u en {{1}} is veranderd door {{2}}.
pl: Zaufanie pomiędzy Tobą a użytkownikiem {{1}} zmienia o {{2}}.
ro: Soldul încrederii dintre dvs. şi {{1}} a fost modificat cu {{2}}.

source: Your balance has been changed by {{1}}.
ca: El seu balanç ha estat canviat per {{1}}.
he: המאזן שלך שונה על ידי {{1}}.
nl: Uw saldo is veranderd door {{1}}.
pl: Twoje saldo zmieniło się o {{1}}.
ro: Soldul dvs. s-a modificat cu {{1}}.

source: Open Wallet
ca: Obrir Cartera
he: ממשק ניהול ארנק
nl: Portefeuille openen
pl: Otwórz portfel
ro: Deschide Portofelul

source: Enter the Name and Passphrase used to encrypt your Wallet below.
ca: Escriu el Nom i Contrasenya usats per encriptar la seva Cartera
he: הזינו שם וססמה שתשמש להצפנת הארנק שלך למטה.
nl: Voer de naam en wachtwoordzin van uw portefeuille in.
pl: Poniżej, wprowadź nazwę i hasło zabezpieczające portfel.
ro: Introduceți Numele și Fraza de access folosită pentru a cripta Portofelul mai jos.

source: Fetch wallet from
ca: Agafar cartera de
he: ניתן לצפות בארנק על ידי:
nl: Haal portefeuille op vanuit
pl: Dodaj portfel z
ro: Obţine portofel de la

source: change
ca: canviar
he: לחצו לשינוי!
nl: wijzig
pl: zmień
ro: schimbă

source: New to ripple?
ca: Nou a Ripple?
he: עדיין אין לכם חשבון ריפל ?
nl: Nieuw bij Ripple?
pl: Dopiero zaczynasz?
ro: Nou la ripple?

source: Create a wallet
ca: Crear una Cartera
he: ליצור ארנק
nl: Maak een portefeuille aan
pl: Utwórz portfel
ro: Creează un portofel

source: Transaction summary
ca: Resum de transaccions
he: סיכום עסקה
nl: Transactie-details
pl: Podsumowanie transakcji
ro: Sumarul tranzacţiei

source: Grant Trust
ca: Atorgar Confiança
he: להעניק אמון
nl: Krediet toevertrouwen
pl: Przydziel Zaufanie
ro: Acordă Încredere

source: you will send
ca: vostè enviarà
he: אתם תשלחו
nl: u verstuurt
pl: wyślesz
ro: veţi trimite

source: you will send money to the ripple address
ca: enviarà diners a la direcció de ripple
he: אתם תשלחו כסף לכתובת ריפל
nl: u zal geld versturen naar het Ripple adres
pl: wyślesz środki na adres ripple
ro: veţi trimite bani către adresa ripple

source: To the ripple address
ca: A la direcció de ripple
he: לכתובת ריפל
nl: Naar het Ripple adres
pl: Na adres ripple
ro: Către adresa ripple

source: you will trust
ca: confiarà
he: אתם תבטחו
nl: u vertrouwt toe
pl: zaufasz
ro: vă veţi încrede

source: To ripple address
ca: A la adreça Ripple
he: אל ריפל כתובת
nl: Aan Ripple adres
pl: Na adres ripple
ro: Către adresa ripple

source: To <b>{{$routeParams.name}}</b> with a ripple address
ca: A <b>{{$routeParams.name}}</b> amb una adreça ripple
he: אל <b>{{$routeParams.name}}</b> עם כתובת ריפל
nl: Naar <b>{{$routeParams.name}}</b> met een Ripple adres
pl: Do <b>{{$routeParams.name}}</b> z adresem ripple
ro: Către <b>{{$routeParams.name}}</b> cu o adresă ripple

source: you will add the user
ca: afegirà l'usuari
he: אתם תוסיפו את המשתמש
nl: u zult de gebruiker toevoegen
pl: dodasz użytkownika
ro: dvs. veţi adăuga utilizatorul

source: To your ripple contacts
ca: Als seus contactes Ripple
he: למוטבי הריפל שלך
nl: Aan uw Ripple contacten
pl: Do swoich kontaktów ripple
ro: La lista dvs. de contacte ripple

source: You can confirm this transaction on the next page.
ca: Pot confirmar aquesta transacció a la pròxima pàgina.
he: באפשרותכם לאשר עסקה זו בעמוד הבא.
nl: U kan deze transactie op de volgende pagina bevestigen.
pl: Możesz potwierdzić transakcję na następnej stronie.
ro: Veţi putea confirma tranzacţia pe pagina următoare.

source: New to ripple? {{1:Create a wallet}}
ca: Nou a Ripple? {{1:crea't un compte}}
he: עדיין אין לכם חשבון ריפל ? {{1:צרו ארנק}}
nl: Nieuwe bij ripple? {{1:Create a wallet}}
pl: Dopiero zaczynasz? {{1:Utwórz portfel}}
ro: Nou la ripple? {{1:Create a wallet}}

source: Wallet name
ca: Nom de la Cartera
he: שם ארנק
nl: Naam portefeuille
pl: Nazwa portfela
ro: Numele portofelului

source: Passphrase
ca: Contrasenya
he: ססמה
nl: Wachtwoordzin
pl: Hasło
ro: Fraza de acces

source: Ripple Servers
ca: Servidors Ripple
he: שרתי ריפל
pl: Serwery Ripple
ro: Serverele Ripple

source: WebSocket hostname, port, secure
ca: WebSocket hostname, port, segur
nl: WebSocket hostname, port, veilig
pl: WebSocket nazwa hosta, port, zabezpieczony
ro: WebSocket hostname, port, securizat

source: Socket ip or hostname is invalid.
ca: Socket ip o hostname son invàlids.
he: ה-IP או שם המארח אינו חוקי.
nl: Ongeldige ip socket of hostname.
pl: Niewłaściwy Socket ip lub nazwa hosta.
ro: Socket ip sau hostname nu este valid.

source: Port number is invalid.
ca: El numero de Port és invàlid.
he: מספר Port לא חוקי.
nl: Ongeldige poort.
pl: Nieprawidłowy numer portu.
ro: Numărul de port nu este valid.

source: Remove
ca: Eliminar
he: להסיר
nl: Verwijderen
pl: Usuń
ro: Elimină

source: Use secure WebSocket
ca: Usar WebSocket segur
he: השתמש ב- WebSocket מאובטח
nl: Gebruik veilige WebSocket
pl: Użyj zabezpieczonego WebSocket
ro: Foloseşte WebSocket securizat

source: Add new server
ca: Afegir nou usuari
he: הוסף שרת חדש
nl: Voeg nieuwe server toe
pl: Dodaj nowy serwer
ro: Adaugă server nou

source: Blob Vault
ro: Seif de grup

source: Blob vault URL
ro: Adresa URL a seifului de grup

source: Anonymous statistics
ca: Estadístiques anònimes
he: נתונים סטטיסטיים אנונימיים
nl: Anonieme statistieken
pl: Anonimowe statystyki
ro: Statistici anonime

source: Help Ripple Labs make a better product through sending anonymous client usage data.
ca: Ajudar a Ripple Labs a millorar el producte enviant informació anònima d'ús del client.
he: עזרו למעבדות ריפל ליצור מוצר טוב יותר באמצעות שליחת נתוני שימוש לקוח בעילום שם.
nl: Help Ripple Labs een beter product te ontwikkelen door anonieme gebruikersstatistieken te versturen.
pl: Pomóż tworzyć coraz to lepszy produkt. Zezwól na wysyłanie anonimowych danych dotyczących korzystyania z aplikacji do Ripple Labs.
ro: Ajutaţi Ripple Labs în îmbunătaţirea produsului prin trimiterea anonimă de informaţii ale programului.

source: This is your public address. Give this address to other users so they can send you money.
ca: Aquesta és la seva adreça pública. Lliuri aquesta direcció a altres usuaris perquè li puguin enviar diners.
he: זוהי הכתובת הציבורית שלך. תנו כתובת זו למשתמשים אחרים כדי שיוכלו לשלוח לכם כסף.
nl: Dit is uw publieke adres. Geef dit adres aan andere gebruikers zodat zij u geld kunnen sturen.
pl: To twój adres publiczny. Prześlij go innym użytkownikom, aby mogli wysyłać ci środki.
ro: Aceasta este adresa dvs. publică. Daţi această adresă altor utilizatori pentru a vă putea trimite bani.

source: Tip: {{1:Select}} and copy using Ctrl+C (Win), Command+C (OSX).
ca: Consell:{{1:Seleccioni}} i copií usant Ctrl+C (Win), Command+C (OSX).
he: טיפ: {{1: בחרו}} והעתיקו באמצעות Ctrl + C (Win), Command + C (OSX).
nl: Tip: {{1:Select}} en kopiëer Ctrl+C (Win), Command+C (OSX).
pl: Wskazówka: {{1:Wybierz}} i skopiuj używając Ctrl+C (Win), Command+C (OSX).
ro: Sugestie: {{1:Select}} şi copiaţi folosind Ctrl+C (Win), Command+C (OSX).

source: Copy Address
ca: Copiar Adreça
he: העתקו כתובת
nl: Kopieer adres
pl: Kopiuj Adres
ro: Copiază Adresa
