Repository: debank/ripple-client
Catalog: l10n/*/messages.po
Languages: ca, he, nl, pl, ro

source: Wallet
ca: Cartera
he: ארנק
nl: Portefeuille
pl: Portfel
ro: Portofel

source: Balance
ca: Balanç
he: מאזן חשבון
nl: Saldo
pl: Saldo
ro: Sold

source: History
ca: Historial
he: היסטוריה
nl: Geschiedenis
pl: Historia
ro: Istoric

source: Contacts
ca: Contactes
he: המוטבים שלי
nl: Contacten
pl: Kontakty
ro: Contacte

source: Convert
ca: Convertir
he: להמיר
nl: Converteren
pl: Wymiany
ro: Conversie

source: Cash In
ca: Depositar
he: להפקיד
nl: Incasseren
pl: Wpływy
ro: Încasare

source: Security
ca: Seguretat
he: אבטחה
nl: Beveiliging
pl: Bezpieczeństwo
ro: Securitate

source: Send
ca: Enviar
he: שלחו
nl: Verzenden
pl: Wyślij
ro: Trimite

source: Receive
ca: Rebre
he: סכום להמרה
nl: Ontvang
pl: Otrzymuj
ro: Primește

source: Trade
ca: Intercanvia
he: סחר
nl: Handelen
pl: Handel
ro: Schimb

source: Advanced
ca: Avançat
he: מתקדם
nl: Geavanceerd
pl: Zaawansowane
ro: Avansat

source: Trust
ca: Confiança
he: נאמנים
nl: Krediet
pl: Zaufanie
ro: Încredere

source: Options
ca: Opcions
he: אפשרויות
nl: Opties
pl: Opcje
ro: Opțiuni

source: Terms of Service
ca: Condicions d'ús
he: תנאי שימוש
nl: Algemene voorwaarden
pl: Warunki korzystania z usług
ro: Termeni de Utilizare

source: Support
ca: Suport
he: תמיכה
ro: Suport

source: Bug reports
ca: Reportar Bugs
he: דיווח על תקלות
nl: Bug meldingen
pl: Raportowanie błędów
ro: Raporturi de defecţiuni

source: more...
ca: més...
he: עוד...
nl: meer ...
pl: więcej...
ro: mai mult...

source: logout
ca: Desconnecta't
he: התנתקות
nl: uitloggen
pl: wyloguj
ro: ieşire

source: Loading your balance...
ca: Carregant el seu balanç...
he: טוען את המאזן שלך...
nl: Saldo aan het laden...
pl: Ładuje saldo..
ro: Se încarcă soldul dvs...

source: Unfunded account
ca: Compte sense fons
he: חשבון לא ממומן
nl: Niet-gefinancierd account
pl: Niedofinansowane konto
ro: Cont nefinanţat

source: XRP Balance
ca: Balanç XRP
nl: XRP Saldo
ro: Sold XRP

source: Your current XRP balance is {{account.Balance | rpamount:{precision: 2, max_sig_digits: 20} }}. Account reserve is {{ account.reserve | rpamount }} XRP. <br /><a href='https://ripple.com/wiki/Reserves' target='_blank'>More information</a>
ca: Actualment disposa de {{account.Balance | rpamount:{precision: 2, max_sig_digits: 20} }} XRP. La reserva del compte és de {{ account.reserve | rpamount }} XRP. <br /><a href='https://ripple.com/wiki/Reserves' target='_blank'>Més informació</a>
nl: Het huidige XRP saldo is {{account.Balance | rpamount:{precision: 2, max_sig_digits: 20} }}. Reserve op de rekening is {{ account.reserve | rpamount }} XRP. <br /><a href='https://ripple.com/wiki/Reserves' target='_blank'>Meer informatie</a>
ro: Soldul XRP curent este {{account.Balance | rpamount:{precision: 2, max_sig_digits: 20} }}. Rezerva contului este {{ account.reserve | rpamount }} XRP. <br /><a href='https://ripple.com/wiki/Reserves' target='_blank'>Mai multe informaţii</a>

source: Your transaction has been submitted.
ca: La seva transacció ha estat enviada.
he: העסקה שלך הוגשה
nl: Uw transactie is verstuurd.
pl: Twoja transakcja została zrealizowana.
ro: Tranzacţia dvs. a fost înregistrată.

source: Your account balance will update once the transaction has cleared.
ca: El saldo del seu compte s'actualitzarà un cop s'hagi completat la transacció.
he: יתרת החשבון שלך תתעדכן לאחר ניכוי העסקה.
nl: Uw saldo zal vernieuwd worden wanneer de betaling is voltooid.
pl: Twoje saldo zostanie zaktualizowanie po rozliczeniu transakcji.
ro: Soldul contului dvs. va fii actualizat de îndată ce tranzacţia a fost aprobată

source: Transaction cleared!
ca: Transacció completada!
he: עסקה נוכתה!
nl: Transactie voltooid!
pl: Transakcja usunięta!
ro: Tranzacţie aprobată!

source: Transaction partially valid!
ca: Transacció parcialment vàlida!
he: עסקה תקפה באופן חלקי!
nl: Transactie is slechts gedeeltelijk geldig!
pl: Transakcja ważna częściowo!
ro: Tranzacţie parţial validă!

source: Your transaction could only be partially applied.
ca: La seva transacció només ha pogut realitzar-se parcialment.
he: העסקה שלך יכולה להיות מיושמת באופן חלקי בלבד.
nl: Uw transactie kon slechts gedeeltelijk worden toegepast.
pl: Twoja Transakcja została zaakceptowana tylko częściowo!
ro: Tranzacţia dvs. a putut fii aplicată doar parţial.

source: Transaction malformed!
ca: Transacció anòmala!
he: עסקה בעלת מבנה פגום!
nl: transactie verkeerd samengesteld!
pl: Niepoprawna Transakcja!
ro: Tranzacţie distorsionată!

source: Your transaction is invalid, reason: {{engine_result}} - {{engine_result_message}}
ca: La seva transacció no és vàlida, motiu: {{engine_result}} - {{engine_result_message}}
he: העסקה שלך היא לא חוקית, סיבה: {{engine_result}} - {{engine_result_message}}
nl: Uw transactie is ongeldig, reden: {{engine_result}} - {{engine_result_message}}
pl: Twoja transakcja jest nieprawidłowa, powód: {{engine_result}} - {{engine_result_message}}
ro: Tranzacţia dvs. este invalidă, deoarece: {{engine_result}} - {{engine_result_message}}

source: Destination account requires destination tag to be specified when making payments.
ca: El compte de destí requereix que s'especifiqui l'etiqueta per efectuar els pagaments.
he: דרוש חשבון יעד צריך לציין תג יעד כאשר מבצעים תשלומים
nl: Bestemmings-account heeft een bestemmingskenmerk nodig wanneer er betalingen worden gemaakt.
pl: Konto docelowe wymaga sprecyzowania znacznika adresu docelowego, podczas dokonywania płatności.
ro: Contul destinatarului cere ca eticheta de destinaţie să fie specificată când se efectuează plăţi.

source: Transaction failed!
ca: Transacció fallida!
he: עסקה נכשלה!
nl: Transactie mislukt!
pl: Transakcja nie powiodła się!
ro: Tranzacţie eşuată!

source: The particular server you sent the transaction to was too busy to forward or processyour transaction at the fee you included in it.
ca: El servidor al que s'ha enviat la transacció estava massa ocupat per tramitar o processar la seva transacció amb la comissió inclosa a aquesta.
he: השרת המסוים ששלחת את העסקה היה עסוק מדי כדי להעביר או לעבד את העסקה שלכם בעמלה שכללתם בו.
nl: De server waar u de transactie naar toestuurde was te druk om deze door te sturen of te verwerken tegen de heffing die u aan deze transactie heeft meegegeven.
pl: Serwer przez, który przesyłasz środki był zbyt zajęty, by zrealizować Twoją transakcję, po ustalonej przez Ciebie opłacie transakcyjnej.
ro: Serverul specific către care aţi trimis tranzacţia a fost prea supraîncarcat pentru a redirecţiona sau procesa tranzacţia contra comisionului inclus de dvs. în aceasta.

source: The destination account does not exist.
ca: El compte de destí no existeix.
he: חשבון היעד אינו קיים.
nl: Het bestemmings-account bestaat niet.
pl: Konto docelowe nie istnieje.
ro: Contul de destinaţie nu există.

source: The destination account does not exist. Too little XRP sent to create it.
ca: El compte de destí no existeix. Enviament de XRP insuficient per crear-lo.
he: חשבון היעד אינו קיים. נשלח מעט מדי XRP כדי ליצור אותו.
nl: Het bestemmings-account bestaat niet. Er is te weinig XRP verstuurd om het te creëren.
pl: Konto docelowe nie istnieje. Wysłano zbyt mało XRP, aby je utworzyć.
ro: Contul de destinaţie nu există.Prea puţin XRP trimişi pentru a-l creea.

source: Error: {{engine_result_message}}
he: שגיאה: {{engine_result_message}}
nl: Fout: {{engine_result_message}}
pl: Błąd: {{engine_result_message}}
ro: Eroare: {{engine_result_message}}

source: You have no trust line in this currency.
ca: No té cap línia de confiança en aquesta divisa.
he: אין לך חשבון נאמנים במטבע זה.
nl: U heeft geen kredietlijn in deze valuta.
pl: Nie posiadasz linii zaufania dla tej waluty
ro: Nu aveţi nicio linie de încredre în această valută.

source: Your transaction failed to clear: {{engine_result}} - {{engine_result_message}}
ca: La seva transacció no s'ha completat: {{engine_result}} - {{engine_result_message}}
he: העסקה שלך נכשלה בניכוי: {{engine_result}} - {{engine_result_message}}
nl: Uw transactie is niet goedgekeurd: {{engine_result}} - {{engine_result_message}}
pl: Twoja transakcja nie została usunięta {{engine_result}} - {{engine_result_message}}
ro: Tranzacţia dvs. nu a putut fii aprobată: {{engine_result}} - {{engine_result_message}}

source: Ripple client gave up trying to submit this transaction.
ca: Ripple ha deixat d'intentar transmetre aquesta transacció.
he: ריפל ויתר על הניסיון להגיש עסקה זו.
nl: Ripple client is gestopt met het indienen van deze transactie.
pl: Aplikacja zrezygnowała z próby przesłania transakcji.
ro: Programul Ripple a încetat încercarile de înregistrare ale acestei tranzacţii.

source: Your transaction could not be submitted: {{engine_result}} - {{engine_result_message}}
ca: La seva transacció no s'ha pogut realitzar: {{engine_result}} - {{engine_result_message}}
he: לא ניתן להגיש את העסקה שלך: {{engine_result}} - {{engine_result_message}}
nl: Uw transactie kon niet worden ingediend: {{engine_result}} - {{engine_result_message}}
pl: Nie udało się przesłać transakcji, powód: {{engine_result}} - {{engine_result_message}}
ro: Tranzacţia dvs. nu a putut fii înregistrată: {{engine_result}} - {{engine_result_message}}

source: You sent {{1}} {{2}} to {{3}}
ca: Ha enviat {{1}} {{2}} a {{3}}
nl: U verstuurt {{1}} {{2}} naar {{3}}
ro: Aţi trimis {{1}} {{2}} către {{3}}.

source: {{tx.counterparty | rpcontactname}} sent you
ca: {{tx.counterparty | rpcontactname}} li ha enviat
he: {{tx.counterparty | rpcontactname}} שלח לך
nl: {{tx.counterparty | rpcontactname}} verzond u
pl: {{tx.counterparty | rpcontactname}} wysyła Tobie
ro: {{tx.counterparty | rpcontactname}} v-a trimis

source: {{tx.counterparty | rpcontactname}} now trusts you for
ca: {{tx.counterparty | rpcontactname}} ara confia amb tu per
he: {{tx.counterparty | rpcontactname}} עכשיו נותן בך אמון עבור
nl: {{tx.counterparty | rpcontactname}} vertrouwt u nu voor
pl: {{tx.counterparty | rpcontactname}} teraz ufa Tobie na
ro: {{tx.counterparty | rpcontactname}} acum are încredere în dvs. pentru

source: You now trust {{tx.counterparty | rpcontactname}} for
ca: Ara confies en {{tx.counterparty | rpcontactname}} per
he: אתה עכשיו נבטח {{tx.counterparty | rpcontactname}} עבור
nl: U heeft vertrouwt {{tx.counterparty | rpcontactname}} nu voor
pl: Ufasz użytkownikowi {{tx.counterparty | rpcontactname}} na
ro: Acum vă încredeţi în {{tx.counterparty | rpcontactname}} pentru

source: You have to be online to see this screen
ca: Ha d'estar en línia per veure aquesta pantalla
he: עליכם להיות מחוברים על מנת לראות דף זה
nl: U moet online zijn om dit scherm te kunnen zien
pl: Musisz być online, aby zobaczyć zawartość
ro: Trebuie să fiţi autentificaţi pentru a vizualiza aceasta pagină

source: Loading...
ca: Carregant...
he: טוען...
nl: Laden...
pl: Ładuje...
ro: Încărcare

source: Welcome to Ripple.
ca: Benvingut a Ripple.
he: ברוכים הבאים לריפל.
nl: Welkom bij Ripple.
pl: Witaj w Ripple.
ro: Bine aţi venit la Ripple.

source: You currently don&#39;t have any ripples (XRP). To get started you can:
ca: Actualment no té cap ripple (XRP). Per començar, pot:
he: כרגע אין ברשותך 39 ריפל (XRP). כדי להתחיל אתם יכולים:
nl: U heeft op dit moment geen ripples (XRP). Om te beginnen kan u:
pl: Nie posiadasz&#39; ripple (XRP). Aby rozpocząc możesz:
ro: Momentan nu aveţi niciun ripple (XRP). Pentru a începe puteţi:

source: Activity
ca: Activitat
he: פעילות
nl: Activiteit
pl: Aktywność
ro: Activitate

source: Date
ca: Data
he: תאריך עסקה
nl: Datum
pl: Data
ro: Data

source: Event
ca: Esdeveniment
he: פעולה
nl: Gebeurtenis
pl: Wydarzenie
ro: Eveniment

source: You sent {{1}} to {{2}}
ca: Ha enviat {{1}} a {{2}}
nl: U verstuurt {{1}} naar {{2}}
ro: Aţi trimis {{1}} către {{2}}

source: Add to contacts
ca: Afegir als contactes
he: להוסיף למוטבים
nl: Voeg toe aan contacten
pl: Dodaj do kontaktów
ro: Adaugă la contacte

source: {{entry.transaction.counterparty | rpcontactname}} sent you
ca: {{entry.transaction.counterparty | rpcontactname}} li ha enviat
he: {{entry.transaction.counterparty | rpcontactname}} שלח אליך
nl: {{entry.transaction.counterparty | rpcontactname}} stuurde u
pl: {{entry.transaction.counterparty | rpcontactname}} przesyła Ci
ro: {{entry.transaction.counterparty | rpcontactname}} v-a trimis

source: You requested to convert {{1}} to {{2}}
ca: Ha demanat convertir {{1}} a {{2}}
he: בקשתם להמיר {{1}} ל {{2}}
nl: U heeft verzocht om {{1}} te converteren naar {{2}}
pl: Zażądano wymiany {{1}} na {{2}}
ro: Aţi cerut să schimbaţi {{1}} cu {{2}}

source: {{entry.transaction.counterparty | rpcontactname}} now trusts you for
ca: {{entry.transaction.counterparty | rpcontactname}} ara confia amb tu per
he: {{entry.transaction.counterparty | rpcontactname}} עכשיו נותן בך אמון עבור
nl: {{entry.transaction.counterparty | rpcontactname}} vertrouwt u nu toe voor
pl: {{entry.transaction.counterparty | rpcontactname}} Teraz ufa Ci na
ro: {{entry.transaction.counterparty | rpcontactname}} acum are încredere în dvs. pentru

source: You now trust {{1}} for {{2}}.
ca: Ara confies en {{1}} per {{2}}.
he: אתם עכשיו סומכים על {{1}} עבור {{2}}.
nl: U vertrouwt nu {{1}} voor {{2}}
pl: Od teraz ufasz użytkownikowi {{1}} na {{2}}.
ro: Aveţi încredere în {{1}} pentru {{2}}.

source: You created an offer to sell {{1}} for {{2}}
ca: Ha creat una oferta per vendre {{1}} per {{2}}
he: אתם יצרתם הצעת מחיר {{1}} עבור {{2}}
nl: U heeft een opdracht gecreëerd om {{1}} te verkopen voor {{2}}
ro: Aţi creat o ofertă de vânzare {{1}} pentru {{2}}

source: You created an offer to buy {{1}} for {{2}}
ca: Ha creat una oferta per comprar {{1}} per {{2}}
he: אתם יצרתם הצעת קנייה {{1}} עבור {{2}}
nl: U heeft een opdracht gecreëerd om {{1}} te kopen voor {{2}}
ro: Aţi creat o ofertă de cumpărare {{1}} pentru {{2}}

source: You cancelled an offer accepting {{1}} for {{2}}
ca: Ha cancel·lat una oferta acceptant {{1}} per {{2}}
he: ביטלתם את ההצעה לקבל {{1}} מידי {{2}}
nl: U annuleerde een aanbod om {{1}} te accepteren voor {{2}}
pl: Usunięto ofertę akceptującą {{1}} za {{2}}
ro: Aţi anulat o ofertă în care acceptaţi {{1}} pentru {{2}}

source: Account details have been changed
ca: Les dades del compte han estat modificades
he: פרטי חשבון שונו
nl: De details van uw account zijn gewijzigd
pl: Dane konta zostały zmienione
ro: Detaliile contului au fost modificate

source: Failed transaction
ca: Transacció fallida
he: עסקה נכשלה
nl: Transactie mislukt
ro: Tranzacţie eşuată

source: Load more
ca: Carregar més
he: טען עוד
nl: Laad meer
pl: Załaduj więcej
ro: Încarcă mai mult

source: Error
he: שגיאה
nl: Fout
pl: Błąd
ro: Eroare

source: No past transactions found
ca: Cap transacció passada trobada
he: לא נמצאו עסקאות שבצעו בעבר
nl: Geen afgeronde transacties gevonden
pl: Nie znaleziono starszych transakcji
ro: Nu s-a găsit nicio tranzacţie trecută

source: You have to be funded before you can use this tab.
ca: Deu finançar el seu compte abans de poder utilitzar aquesta pestanya.
he: אתם חייבים להיות ממומנים כדי להשתמש בתגית הזו.
nl: U moet eerst geld ophalen voor U deze tab kan gebruiken
pl: Musisz posiadać środki, aby skorzystać z tej zakładki.
ro: Aveţi nevoie de fonduri pentru a utiliza opţiunea

source: Back to balance
ca: Tornar al balanç
he: חזרה למאזן חשבון
nl: Terug naar saldo
pl: Wróć do salda
ro: Înapoi la sold

source: Sign Up
ca: Registrarse
he: הירשם
nl: Aanmelden
pl: Rejestracja
ro: Înscrieţi-vă

source: First name
ca: Nom
he: שם
nl: Voornaam
pl: Imię
ro: Prenume

source: Please enter your first name.
ca: Si us plau, introdueixi el seu nom.
he: בבקשה הזינו את השם שלכם.
nl: Vul a.u.b. uw voornaam in.
pl: Wprowadź swoje imię.
ro: Vă rugăm să indroduceţi prenumele dvs.

source: Last name
ca: Cognom/s
he: שם משפחה
nl: Achternaam
pl: Nazwisko
ro: Nume

source: Please enter your last name.
ca: Si us plau, introdueixi el seu cognom.
he: בבקשה הזינו את שם המשפחה שלכם.
nl: Vul a.u.b. uw achternaam in.
pl: Wprowadź swoje nazwisko.
ro: Vă rugăm să indroduceţi numele dvs.

source: Address
ca: Adreça
he: כתובת
nl: Adres
pl: Adres
ro: Adresa

source: Please enter your address.
ca: Si us plau, introdueixi la seva adreça.
he: בבקשה הזינו את כותבת שלכם.
nl: Vul a.u.b. uw adres in.
pl: Wprowadź swój adres.
ro: Vă rugăm să indroduceţi adresa dvs.

source: City
ca: Ciutat
he: עיר
nl: Woonplaats
pl: Miasto
ro: Oraş

source: Please enter your city.
ca: Si us plau, introdueixi la seva ciutat.
he: בבקשה הזינו את העיר שלכם.
nl: Vul a.u.b. uw woonplaats in.
pl: Wprowadź swoje miasto.
ro: Vă rugăm să indroduceţi oraşul dvs.

source: State
ca: Provincia/Estat
he: מדינה
nl: Provincie
pl: Województwo
ro: Stat

source: Please enter your state.
ca: Si us plau, introdueixi la seva província/estat.
he: בבקשה הזינו את המדינה שלכם.
nl: Vul a.u.b. uw provincie in.
pl: Wprowadź województwo
ro: Vă rugăm să introduceţi statul.

source: Zip code
ca: Codi Postal
he: מיקוד
nl: Postcode
pl: Kod pocztowy
ro: Cod poştal

source: Please enter your zipcode.
ca: Si us plau, introdueixi el seu codi postal.
he: בבקשה הזינו את המיקוד שלכם.
nl: Vul a.u.b. uw postcode in.
pl: Wprowadź swój kod pocztowy.
ro: Vă rugăm să introduceţi codul poştal.

source: Country code
ca: Codi de país
he: קידומת המדינה
nl: Landcode
ro: Cod de ţară.

source: Please enter your country code.
ca: Si us plau, introdueixi el seu codi de país.
he: בבקשה הזינו את קוד המדינה שלכם.
nl: Vul a.u.b. uw landcode in.
pl: Wprowadź kod swojego kraju
ro: Vă rugăm să introduceţi codul de ţară.

source: Country code should be exactly 2 characters.
ca: El codi del país deu tenir 2 caràcters.
he: קוד מדינה צריך להיות בדיוק 2 תווים.
nl: Landcode moet precies 2 karakters zijn.
pl: Kod kraju powinien składać się tylko z 2 liter.
ro: Codul de ţară trebuie sã fie format din exact 2 cifre.

source: Phone (Only Numbers)
ca: Telèfon (Només numeros)
he: מספר טלפון (רק ספרות)
nl: Telefoon (enkel cijfers)
pl: Telefon (Tylko liczby)
ro: Telefon (Doar Cifre)

source: Please enter your phone number.
ca: Si us plau, introdueixi el seu telèfon.
he: בבקשה הזינו את מספר הטלפון שלכם.
nl: Vul a.u.b. uw telefoonnummer in.
pl: Wprowadź swój numer telefonu.
ro: Vă rugăm să introduceţi numărul de telefon.

source: Date of birth (YYYY-MM-DD)
ca: Data de naixement (AAAA-MM-DD)
he: תאריך לידה (YYYY-MM-DD)
nl: Geboortedatum (YYYY-MM-DD)
pl: Data urodzenia (RRRR-MM-DD)
ro: Data naşterii (AAAA-LL-ZZ)

source: Please enter your date of birth.
ca: Si us plau, introdueixi la seva data de naixença.
he: בבקשה הזינו את תאריך הלידה שלכם.
nl: Voer a.u.b. uw geboortedatum in.
pl: Wprowadź swoją datę urodzenia.
ro: Vă rugăm să introduceţi data naşterii

source: The date of birth must be in YYYY-MM-DD format.
ca: La data de naixença ha de mantenir el format AAAA-MM-DD.
he: תאריך הלידה חייב להיות בפורמט YYYY-MM-DD.
nl: De geboortedatum moet in YYYY-MM-DD formaat.
pl: Data urodzenia musi być w formacie RRRR-MM-DD.
ro: Data de naştere trebuie să fie în formatul AAAA-LL-ZZ.

source: Please enter your email address.
ca: Si us plau, introdueixi el seu correu.
he: בבקשה הזינו את המייל שלכם.
nl: Vul a.u.b. uw e-mailadres in.
pl: Wprowadź swój adres email.
ro: Vă rugăm să introduceţi adresa dvs. de email.

source: Please use a valid email format.
ca: Si us plau, usa un format d'email vàlid.
he: בבקשה הזינו כתובת מייל תקנית.
nl: Gebruik a.u.b. een geldig e-mail formaat.
pl: Wprowadź poprawny format email.
ro: Vă rugăm să introduceţi un format valid de email.

source: Last 4 digits of your SSN
ca: Últims 4 dígits de la SS.
he: 4 הספרות האחרונות של מספר הביטוח הלאומי שלך.
nl: Laatste 4 cijfers van uw SSN
pl: 4 ostatnie cyfry Twojego NIP
ro: Ultimele 4 cifre ale SSN-ului dvs.

source: Please enter last 4 digits of your social security number.
ca: Si us plau, introdueixi els últims 4 dígits del seu número de la seguretat social.
he: נא להזין את 4 הספרות האחרונות של מספר הביטוח הלאומי שלך.
nl: Vul a.u.b. de laatste 4 cijfers van uw social security number in.
pl: Wprowadź 4 ostatnie cyfry swojego numeru NIP
ro: Vă rugăm să introduceţi ultimele 4 cifre ale numărului de securitate socială.

source: Cancel
ca: Cancel·lar
he: ביטול
nl: Annuleren
pl: Anuluj
ro: Anulează

source: Trust line
ca: Línia de confiança
nl: Kredietlijn
ro: Linia de încredere

source: Your cash will be held by the SnapSwap gateway, so you'll need to trust SnapSwap before depositing cash at a ZipZap location. <a href="https://ripplelabs.zendesk.com/hc/en-us/articles/200916587-Understanding-trust-lines", target="_blank") More information about trusting</a>
ca: Els seus diners seran guardats per la plataforma SnapSwap, així que haurà de confiar en SnapSwap abans de dipositar diners a una localització de pagament ZipZap. <a href="https://ripplelabs.zendesk.com/hc/en-us/articles/200916587-Understanding-trust-lines", target="_blank") More information about trusting</a>
nl: U geld zal worden uitgewisseld via SnapSwap, vandaar dat U SwapSwap hiervoor een krediet moet verlenen alvorens geld te storten in een ZipZap kantoor. <a href="https://ripplelabs.zendesk.com/hc/en-us/articles/200916587-Understanding-trust-lines", target="_blank") Meer informatie omtrent het verlenen van krediet</a>
ro: Banii dvs. for fii ţinuţi de platforma SnapSwap, deci este necesar să aveţi încredere in SnapSwap înainte de a depozita banii la o locaţie ZipZap. <a href="https://ripplelabs.zendesk.com/hc/en-us/articles/200916587-Understanding-trust-lines", target="_blank") Mai multe informaţii despre încredere. </a>

source: Search!
ca: Cercar!
he: חיפוש!
nl: Zoeken!
pl: Szukaj!
ro: Căutare!

source: show on map
ca: mostra al mapa
he: הצג על המפה
nl: toon op kaart
pl: pokaż na mapie
ro: arată pe hartă

source: Name
ca: Nom
he: שם
nl: Naam
pl: Nazwa
ro: Nume

source: Add contact
ca: Afegir contacte
he: הוסיפו מוטב
nl: Voeg een contact toe
pl: Dodaj kontakt
ro: Adăugare contact

source: Please enter a name.
ca: Siusplau, introdueixi un nom
he: הזינו שם בבקשה.
nl: Voer een naam in.
pl: Wprowadź nazwę
ro: Vă rugăm să introduceți un nume.

source: You already have a contact with the same name.
ca: Ja té un contacte amb el mateix nom.
he: כבר יש לכם מוטב בעל שם זהה.
nl: U heeft al een contact met deze naam.
pl: Już posiadasz kontakt o takiej nazwie.
ro: Aveţi deja un contact cu acelaşi nume.

source: Please enter an address.
ca: Siusplau, introdueixi una adreça
he: בבקשה הזינו כתובת.
nl: Voer een adres in.
pl: Wprowadź adres.
ro: Vă rugăm să introduceți o adresă.

source: You already have a contact with the same address.
ca: Ja té un contacte amb la mateixa adreça.
he: כבר יש לכם מוטב בעל אותה כתובת.
nl: U heeft al een contact met dit adres.
pl: Jus posiadasz kontakt o takim adresie.
ro: Aveţi deja un contact cu această adresă.

source: Not a valid address.
ca: Adreça no vàlida.
he: הכתובת אינה חוקית.
nl: Ongeldig adres.
pl: Nieprawidłowy adres.
ro: Nu este o adresă validă.

source: Destination tag
ca: Etiqueta de destí
he: תג יעד
nl: Bestemmingskenmerk
pl: Znacznik adresu docelowego
ro: Eticheta destinaţiei

source: Invalid destination tag
ca: Etiqueta de destí invàlida
he: תג יעד לא חוקי
nl: Ongeldig bestemmingskenmerk
pl: Niewłaściwy znacznik adresu docelowego
ro: Eticheta destinaţiei este invalidă

source: You already have this address.
ca: Ja té aquesta adreça
he: כתובת זו כבר קיימת.
nl: U heeft dit adres al.
pl: Już posiadasz ten adres.
ro: Aveţi deja această adresă.

source: Invalid destination tag.
ca: Etiqueta de destí invàlida.
he: תג יעד לא חוקי.
nl: Ongeldig bestemmingskenmerk.
pl: Niewłaściwy znacznik adresu docelowego.
ro: Eticheta destinaţiei este invalidă.

source: Delete
ca: Elimina
he: למחוק
nl: Verwijderen
pl: Usuń
ro: Şterge

source: Save
ca: Guardar
he: שמירה
nl: Opslaan
pl: Zapisz
ro: Salvează

source: Edit
ca: Editar
he: לערוך
nl: Bewerken
pl: Edytuj
ro: Editează
