Repository: debank/ripple-client
Catalog: l10n/*/messages.po
Languages: ca, he, nl, pl, ro

source: Create a Debank Wallet
ca: Crear una Cartera Ripple
he: צרו ארנק ריפל
nl: Maak een Ripple portefeuille aan
pl: Utwórz portfel Ripple
ro: Creează un Portofel Ripple

source: Ripple is a global open payments system — a fast, easy way to send any kind of money to anyone in the world.
ca: Ripple és un sistema de pagaments global i obert — una manera fàcil i ràpida d'enviar qualsevol tipus de diners a qualsevol part del món.
he: ריפל היא מערכת פתוחה לשליחת תשלומים גלובלית - דרך מהירה וקלה לשלוח כל סוג של כסף לכל אדם ומקום בעולם.
nl: Ripple is een mondiaal, open betalingsnetwerk — een snelle, gemakkelijke manier om elke valuta wereldwijd te kunnen versturen.
pl: Ripple to otwarty system płatnościowy o zasięgu globalnym — to sposób na szybkie i łatwe przesyłanie jakichkolwiek środków pieniężnych do każdego na świecie.
ro: Ripple este un sistem global deschis de plăţi — o metodă rapidă şi uşoară pentru a trimite orice fel de bani oricui din lume.

source: Your Wallet is only as safe as your Wallet username and passphrase, used to encrypt your Wallet data. Choose a passphrase you can easily remember but others cannot guess. Hint: Mix letters, numbers, and symbols.
ca: La seva Cartera serà només segura si el Nom de la Cartera i la Contrasenya utilitzats per encriptar les dades d'aquesta són segurs. Escolleixi una Contrasenya que pugui recordar fàcilment però que altres no puguin endevinar. Consell: combina lletres, números i símbols.
he: רמת אבטחה של הארנק שלכם תלויה בשם המשתמש והססמה שתקבעו, בבקשה הזינו ססמה שתכלו לזכור אבל לאחרים יהיה קשה לנחש. הזינו ססמה המורכבת ממספרים, אותיות וסמלים.
nl: Uw portefeuille is enkel zo veilig als de door u gekozen naam en wachtwoordzin waarmee hij versleuteld wordt. Kies een wachtwoordzin die u kunt onthouden maar die anderen niet kunnen raden. Tip: gebruik een combinatie van letters, nummers en symbolen.
pl: Bezpieczeństwo Twojego portfela będzie w dużej mierze zależeć od Twojej nazwy użytkownika oraz hasła. Pamiętaj by wybrać takie hasło, które z łatwością zapamiętasz i na które nikt inny nie wpadnie. Wskazówka: Wykorzystaj litery, cyfry i symbole.
ro: Portofelul dvs. este atât de sigur cât sunt numele Portofelului şi fraza de acces folosite în criptarea informaţiilor Portofelului dvs. Alegeţi o frază de acces uşor de memorat pentru dvs. dar care nu poate fii ghicită de alţii. Sugestie: Folosiţi un amestec de litere, cifre şi simboluri.

source: Only you have this Wallet username and passphrase and are responsible for their safekeeping. Ripple cannot recover them if you forget them! {{1}}
ca: Només vostè té el Nom i Contrasenya de la Cartera i es responsable de la seva custòdia. Ripple no pot recuperar aquestes dades si vostè les oblida! {{1}}
he: רק לכם יש את שם המשתמש והססמה של הארנק הזה ואתם אחראים על ביטחונם. ריפל לא תוכל לשחזר אותם במקרה שתשכחו אותם! {{1}}
nl: Alleen u kent deze naam en dit wachtwoord, u dient ze zelf dan ook veilig te bewaren. Ripple kan ze niet voor u opvragen als u ze vergeet! {{1}}
pl: Tylko ty znasz nazwę i hasło do tego portfela. Pamiętaj o ich bezpiecznym przechowywaniu. Ripple nie będzie w stanie ich dla Ciebie odzyskać, gdy je zagubisz lub zapomnisz. {{1}}
ro: Numai dvs. aveţi numele Portofelului şi fraza de acces, şi sunteţi responsabili de păstrarea lor în siguranţă. Ripple nu le poate recupera în cazul în care le veţi uita! {{1}}

source: Create Wallet username
ca: Crear nom d'usuari de la Cartera
he: צורו שם משתמש לארנק
nl: Bedenk een naam voor uw portefeuille
pl: Utwórz nazwę użytkownika portfela
ro: Creaţi numele Portofelului

source: Create Wallet passphrase
ca: Crear contrasenya de la Cartera
he: צרו ססמה לארנק
nl: Bedenk een wachtwoordzin
pl: Utwórz Hasło Porfela
ro: Creaţi fraza de acces a Portofelului

source: Re-enter passphrase
ca: Tornar a introduir la contrasenya
he: הקישו את הססמה שוב
nl: Voer de wachtwoordzin opnieuw in
pl: Potwierdź hasło
ro: Re-introduceţi fraza de acces

source: Passwords do not match
ca: Les contrasenyes no coincideixen
he: אין התאמה בין הססמאות
nl: Wachtwoorden komen niet overeen
pl: Hasła nie są identyczne
ro: Frazele de acces nu se potrivesc

source: Your password is weak. It is not a mix of letters, numbers and symbols or it is the same as your Wallet name.
ca: La seva contrasenya es dèbil. No és una combinació de lletres, números i símbols o és semblant al nom de la Cartera.
he: הססמה שלך חלשה. הססמה לא מורכבת ממספרים, אותיות וסמלים או שהיא זהה לשם המשתמש של הארנק שלך.
nl: Uw wachtwoord is niet sterk genoeg of is gelijk aan de naam van uw portefeuille. Gebruik alstublieft een combinatie van letters, nummers en symbolen.
pl: Twoje hasło jest zbyt słabe, nie składa się z liter, liczb i symboli lub jest takie same jak Twoja nazwa Portfela.
ro: Fraza dvs. de acces este slabă. Ea nu este un amestec de litere, numere şi simboluri, sau este aceeaşi cu numele Portofelului dvs.

source: Secret Account Key {{1}}
ca: Codi Secret del Compte {{1}}
he: מפתח החשבון הסודי {{1}}
nl: Geheime accountsleutel {{1}}
pl: Tajny Klucz Konta&#32; {{1}}
ro: Cheia Secretă a Contului {{1}}

source: hide
ca: amaga
he: להסתיר
nl: verberg
pl: ukryj
ro: ascunde

source: Secret Account Key is invalid
ca: La Clau Secreta del Compte és invàlida
he: מפתח חשבון סודי אינו חוקי
nl: Ongeldige beveiligingssleutel
pl: Nieprawidłowy Tajny Klucz Konta
ro: Cheia Secretă a Contului nu este validă.

source: Create Wallet
ca: Crear una Cartera
he: צורו ארנק
nl: Maak een portefeuille
pl: Utwórz portfel
ro: Creeaza portofel.

source: Store your Wallet with: {{1}}{{2}}{{3}}
ca: Deseu la seva Cartera amb: {{1}} {{2}} {{3}}
he: אחסן את הארנק שלך עם: {{1}}{{2}}{{3}}
nl: Bewaar uw portefeuille met: {{1}}{{2}}{{3}}
pl: Przechowuj swój Portfel z: {{1}}{{2}}{{3}}
ro: Păstraţi-vă Portofelul cu: {{1}}{{2}}{{3}}

source: Already have a Wallet?
ca: Ja té una Cartera?
he: כבר יש לך ארנק?
nl: U heeft al een portefeuille?
pl: Już posiadasz Portfel?
ro: Aveţi deja un Portofel?

source: Open wallet
ca: Obrir cartera
he: לחצו לכניסה
nl: Open portefeuille
pl: Otwórz portfel
ro: Deschide portofelul

source: Need to use your Secret Key? {{1}}
ca: Necessita utilitzar la seva Clau Secreta? {{1}}
he: אתם צריכים להשתמש במפתח החשבון הסודי? {{1}}
nl: Heeft u uw geheime sleutel nodig? {{1}}
pl: Musisz użyć Tajnego Klucza?&#32; {{1}}
ro: Aveţi nevoie să folosiţi Cheia dvs. Secretă? {{1}}

source: Use Key
ca: Usar Clau
he: להשתמש במפתח
nl: Gebruik sleutel
pl: Użyj klucza
ro: Foloseşte Cheia

source: Secret Account Key error
ca: error al Codi Secret del Compte
he: שגיאה במפתח החשבון הסודי
nl: Fout in de beveiligingssleutel
pl: Błąd Tajnego Klucza Konta
ro: Eroare a Cheii Secrete a Contului

source: There is a Wallet with your Wallet username and passphrase, but the given Secret Account Key is not connected to it. If you decide to continue registration your new Secret Account Key will be used for current Wallet name and passphrase.
ca: Ja existeix una Cartera amb el seu nom i contrasenya, però la Clau Secreta del Compte proporcionada no està connectada a aquesta. Si decideix continuar amb el registre, la nova Clau Secreta del Compte serà utilitzada per el nom i contrasenya de Cartera actuals.
he: קיים ארנק עם שם המשתמש וססמת הארנק שלכם, אבל מפתח החשבון הסודי שהוגש אינו שייך אליו. אם תחליטו להמשיך ברישום מפתח חשבון סודי חדש ישמש לשם ארנק הנוכחי.
nl: Er bestaat een portefeuille met deze naam en wachtwoordzin, maar de door u opgegeven beveiligingssleutel is hier niet aan gekoppeld. Als u de registratie wilt voortzetten zal uw nieuwe beveiligingssleutel gebruikt worden voor uw huidige portefeuille en wachtwoordzin.
pl: Istnieje już Portfel z Twoją nazwą Portfela i hasłem, jednakże podany Tajny Klucz Konta nie jest z nim powiązany. Jeśli chcesz kontynuować rejestrację Twój nowy Tajny Klucz konta zostanie wykorzystany w obecnej nazwie portfela i haśle.
ro: Există un Portofel cu numele şi fraza de acces ale dvs., dar Cheia Secretă a Contului introdusă nu este conectată la acel portofel. Dacă veţi continua înregistrarea, noua Cheie Secretă a Contului va fii folosită pentru Portofelul şi fraza de acces existente.

source: Back
ca: Enrrere
he: בחזרה
nl: Terug
pl: Powrót
ro: Înapoi

source: Overwrite current key
ca: Sobreescriu clau actual
he: להחליף את המפתח הנוכחי
nl: Huidige sleutel vervangen
pl: Zmien aktualny klucz
ro: Suprascrie cheia actuală

source: Existing account error
ca: Error de compte existent
he: שגיאת חשבון קיים
nl: Bestaande accounts-fout
pl: Błąd aktualnego konta
ro: Eroare a contului existent

source: There is a Wallet with a similar Wallet name and passphrase, but this wallet could not be decrypted. Try choosing a different wallet name and/or passphrase.
ca: Ja existeix una Cartera amb un nom i contrasenya similars, però aquesta cartera no pot ser desxifrada. Prova escollint un nom i/o contrasenya diferents.
he: יש ארנק עם שם ארנק וססמה דומה, אבל את הארנק הזה לא ניתן לפתוח. נסו לבחור שם ארנק ו / או ססמה שונה.
nl: Er bestaat een portefeuille met een zelfde portefeuille naam en wachtwoord, maar deze portefeuille kon niet worden gedecodeerd. Probeer een andere portefeuille naam en/of wachtwoord te kiezen.
pl: Istnieje już Portfel z podobną nazwą Portfela i hasłem, jednakże portfel ten nie może być odszyfrowany. Spróbuj wybrać inną nazwę i/lub hasło.
ro: Există un Portofel cu numele şi fraza de acces similare, însă acest portofel nu a putut fii decriptat. Încercaţi să alegeţi un nume de portofel şi/sau o frază de acces diferite.

source: Welcome To ripple
ca: Benvingut a Ripple
he: ברוכים הבאים לריפל
nl: Welkom bij Ripple.
pl: Witaj w Ripple
ro: Bine aţi venit la Ripple

source: The Secret Account Key below gives access to your money in the unlikely case that you lose your wallet name or passphrase.In that case your contacts will be lost, but with this Secret Account Key alone anyone can retrieve your money. So pleasestore it somewhere PRIVATE AND SAFE. Read more about keys and wallet safety in {{1}}
ca: El Codi Secret del Compte de sota permet l'accés als seus diners en cas que perdés el nom de la cartera o la contrasenya. Si això passes perdrà els seus contactes, però només amb aquest Codi Secret del Compte qualsevol pot recuperar els seus diners. Així que siusplau guarda-ho en un lloc PRIVAT I SEGUR . Més informació sobre codis i seguretat de la cartera a {{1}}
he: מפתח החשבון הסודי שלמטה נותן גישה לכסף שלכם במצב בלתי סביר כאשר אבדתם את שם הארנק שלכם או את הססמה. במצב זה כל המוטבים לא ניתנים לשחזור, אבל עם מפתח החשבון הסודי ניתן להחזיר לך את הכסף. אז בבקשה תאחסנו את המפתח במקום פרטי ובטוח. קראו עוד על המפתח ועל הארנק ב {{1}}
nl: De Geheime Account Sleutel hieronder geeft u toegang tot uw geld in het geval u uw portemonnee naam of wachtwoordzin verloren heeft. In dat geval zijn uw contactpersonen verloren, maar alleen met deze Geheime Account Sleutel kan uw geld weer worden opgehaald. Dus bewaar deze sleutel a.u.b. op een GEHEIME EN VEILIGE plaats. Lees meer over sleutels en portemonnee beveiliging in {{1}}
pl: Poniższy Tajny Klucz Konta umożliwia uzyskanie dostępu do Twoich pieniędzy, w sytuacji, gdy utracisz Nazwę lub Hasło Portfela W takim wypadku wszystkie Twoje kontakty zostaną utracone. Pamiętaj, że przy użyciu Tajnego Kodu Konta każdy może uzyskać dostęp do Twoich pieniędzy. Dlatego, przechowuj Tajny Kod w miejscu BEZPIECZNYM. Poczytać więcej na temat Kluczy or bezpieczeństwa w {{1}}
ro: Cheia Secretă a Contului de mai jos vă oferă accesul la banii dvs. în cazul puţin probabil în care aţi pierdut numele portofelului sau fraza de acces. În acel caz, lista dvs. de contacte va fii pierdută, dar doar cu această Cheie Secretă a Contului oricine poate retrage banii dvs. De accea vă rugăm să o păstaţi într-ul loc PRIVAT ŞI SIGUR. Citeşte mai mult despre siguranţa cheilor şi a portofelului la {{1}}

source: Wallet name:{{1}}
ca: Nom de la Cartera:{{1}}
he: שם ארנק: {{1}}
nl: Portemonnee naam:{{1}}
pl: Nazwa Portfela:{{1}}
ro: Nume portofel:{{1}}

source: Pass phrase:{{1}}{{2}}{{3}}{{4}}
ca: Contrasenya:{{1}}{{2}}{{3}}{{4}}
he: ססמה: {{1}}{{2}}{{3}}{{4}}
nl: Wachtwoord:{{1}}{{2}}{{3}}{{4}}
pl: Hasło:{{1}}{{2}}{{3}}{{4}}
ro: Frază de acces :{{1}}{{2}}{{3}}{{4}}

source: Show
ca: Mostra
he: להציג
nl: Toon
pl: Pokaż
ro: Arată

source: Ripple Address
ca: Adreça Ripple
he: כתובת ריפל
nl: Ripple adres
pl: Adres Ripple
ro: Adresa Ripple:

source: Secret Account key:
ca: Clau Secreta del Compte
he: מפתח חשבון סודי:
nl: Beveiligingssleutel:
pl: Tajny Klucz Konta:
ro: Cheia secretă a contului:

source: Show secret account key
ca: Mostrar la clau secreta del compte
he: להציג מפתח חשבון סודי
nl: Toon beveiligingssleutel
pl: Pokaż tajny klucz konta:
ro: Afişează cheia secretă a contului

source: Hide secret account key
ca: Amaga la clau secreta del compte
he: להסתיר מפתח חשבון סודי
nl: Verberg beveiligingssleutel
pl: Ukryj tajny klucz konta:
ro: Ascunde cheia secretă a contului

source: Have you saved your Secret Account Key somewhere safe?
ca: Ha guardat la seva clau secreta del compte a un lloc segur?
he: האם שמרתם את מפתח החשבון סודי שלכם במקום בטוח?
nl: Heeft u de beveiligingssleutel op een veilige plek bewaard?
pl: Czy potwierdzasz ukrycie Tajnego Klucza Konta w bezpiecznym miejscu?
ro: Aţi salvat cheia secretă a contului într-un loc sigur?

source: Yes, I saved my secret account key
ca: Sí, he guardat la meva clau secreta del compte
he: כן, אני שמרתי את מפתח החשבון סודי שלי
nl: Ja, ik heb de beveiligingssleutel opgeslagen
pl: Tak, mój Tajny Klucz Konta jest bezpieczny.
ro: Da, am salvat cheia mea secretă a contului

source: Your money and wallet are protected digitally through encryption algorithms that can be unlocked {{1:only with your personal keys}}
ca: Els seus diners i la cartera estan protegits digitalment a través d'algoritmes de xifrat que poden ser desbloquejats {{1:només amb les seves claus personals}}
he: הארנק והכסף שלך מוגנים באופן דיגיטלי באמצעות אלגוריתמי הצפנה שיכולה להיפתח {{1: רק עם המפתחות האישיים שלך}}
nl: Uw geld en portemonnee zijn digitaal beveiligd door encryptiealgoritmes die geopend kunnen worden {{1:only with your personal keys}}
pl: Twoje pieniądze i portfel są chronione algorytmem zabezpieczającym, który może być odblokowany {{1:tylko przy użyciu osobistych kluczy}}
ro: Banii dvs. şi portofelul sunt protejaţi digital prin algoritmi de criptare care pot fii deblocaţi {{1:only with your personal keys}}

source: No one else has them, so don't lose them!
ca: Ningú més les té, així que no les perdi!
he: לאף אחד אין אותם, אז אל תאבדו אותם!
nl: Niemand anders heeft ze, dus verlies ze niet!
pl: Nikt inny ich nie ma, więc nie zgub ich!
ro: Nimeni altcineva nu dispune de ele, deci nu le pierdeţi!

source: Never share them!
ca: Mai les comparteixi!
he: לעולם אל תשתפו אותם!
nl: Deel ze nooit!
pl: – Nigdy, nie dziel się nimi!
ro: Nu le divulga niciodată!

source: Wallet Key
ca: Clau Cartera
he: מפתח/ססמת הארנק
nl: Portefeuille-sleutel
pl: Klucz Portfela
ro: Cheia Portofelului

source: {{userBlob.data.contacts.length}} contacts, {{1}}
ca: {{userBlob.data.contacts.length}} contactes, {{1}}
he: {{userBlob.data.contacts.length}} מוטבים, {{1}}
nl: {{userBlob.data.contacts.length}} contacten, {{1}}
pl: {{userBlob.data.contacts.length}} kontakty, {{1}}
ro: {{userBlob.data.contacts.length}} contacte, {{1}}

source: You can {{1:backup your wallet to a file.}}
ca: Pot {{1:desar la seva cartera en un arxiu}}.
he: אתם יכולים {{1:. לגבות את הארנק שלכם לקובץ}}
nl: U kan {{1:backup your wallet to a file.}}
pl: Możesz {{1:utworzyć kopię zapasową w pliku.}}
ro: Puteţi {{1:backup your wallet to a file.}}

source: This is the key you use every time you use ripple.
ca: Aquesta és la clau que usarà cada cop que utilitzi ripple.
he: זהו המפתח שאתם משתמשים בכל פעם שאתם משתמשים בריפל.
nl: Dit is de sleutel die iedere keer gebruikt wordt als u Ripple gebruikt.
pl: Ten klucz, jest niezbędny za każdym razem gdy korzystasz z ripple.
ro: Aceasta este cheia pe care o veţi folosi de fiecare dată când folosiţi ripple.

source: You created it when you chose your Wallet Name and Passphrase.
ca: Va ser creada quan va escollir el seu Nom de Cartera i Contrasenya.
he: אתה יצרתם את זה כאשר בחרת את שם הארנק והססמה שלך.
nl: U heeft deze aangemaakt bij het kiezen van de naam en wachtwoordzin voor de portefeuille.
pl: Utworzony podczas ustalania Nazwy Portfela i Hasła
ro: Aţi creat-o în momentul în care v-aţi ales numele portofelului şi fraza de acces.

source: It protects Your money + Your contacts and history.
ca: Protegeix els seus diners + els seus contactes i historial.
he: הוא מגן על הכסף שלך + המוטבים וההיסטוריה שלך.
nl: Het beschermt uw geld + uw contacten en geschiedenis.
pl: Chroni Twoje pieniądze + kontakty i historie
ro: Vă va proteja banii, precum şi lista de contacte şi istoricul dvs.

source: Never forget it, never share it.
ca: No la oblidi mai, no la comparteixi mai.
he: לעולם אל תשכחו אותו, לעולם לא לשתף אותו.
nl: Vergeet deze nooit en vertrouw hem ook aan niemand toe.
pl: Zapamiętaj go i nie pokazuj go nikomu.
ro: Nu o uitaţi niciodată, nu o divulgaţi niciodată.

source: Wallet name:
ca: Nom de la Cartera:
he: שם ארנק:
nl: Naam portefeuille:
pl: Nazwa Porfela
ro: Numele portofelului:

source: Pass Phrase:
ca: Contrasenya:
he: ססמה:
nl: Wachtwoord:
pl: Hasło:
ro: Fraza de acces:

source: This gives access to your wallet. DO NOT SHARE THIS WITH ANYONE. Keep it safe. Keep it private.
ca: Això dona accés a la seva cartera. NO COMPARTEIXI AIXÒ AMB NINGÚ. Mantingui'l segur. Mantingui'l privat.
he: זה נותן גישה לארנק שלך. אל תשתפו את זה עם אף אחד. שמורו את זה בטוח. שמורו את זה פרטי.
nl: Dit geeft u toegang tot uw portefeuille. DEEL DIT MET NIEMAND. Bewaar het op een veilige plek.
pl: Klucz umożliwia dostęp do Twojego portfela. NIE POKAZUJ GO NIKOMU. Przechowuj bezpiecznie. Zachowaj tylko dla siebie.
ro: Aceasta va oferă acces la portofelul dvs. NU O DIVULGAŢI NIMĂNUI. Menţineţi-o securizată. Menţineţi-o privată.

source: Secret Key
ca: Codi Secret
he: המפתח הסודי
nl: Geheime sleutel
pl: Tajny Klucz
ro: Cheia Secretă

source: This key is for emergency use only. You did not choose it. The network created it. You don't have to memorize it.
ca: Aquesta clau és només per casos d'emergència. Vostè no la ha escollit. El sistema l'ha creada. No té per que memoritzar-la.
he: מפתח זה הוא לשימוש חירום בלבד. אתם לא בחרת בו. הרשת יצרה אותו. אתם לא צריכים לזכור אותו.
nl: Deze sleutel is enkel voor noodgevallen. U heeft hem zelf niet gekozen, het netwerk heeft hem gemaakt. U hoeft deze niet uit uw hoofd te kennen.
pl: Ten Klucz wykorzystywany jest wyłącznie w razie nagłych wypadków. Nie ty go ustalasz. Klucz ten generowany jest przez sieć. Nie musisz go zapamiętywać.
ro: Această cheie este doar pentru urgenţe. Ea nu a fost aleasă de dvs. Ea a fost creată de reţea. Nu este necesară memorizarea ei.

source: The Secret Key accesses Your money, which is already contained inside your wallet.
ca: La Clau Secreta dona accés als Seus diners, els quals es troben dintre de la seva cartera.
he: למפתח הסודי יש גישה לכסף שלכם, לכסף הנמצא בתוך ארנקכם.
nl: De beveiligingssleutel geeft u toegang tot het geld dat zich in uw portefeuille bevindt.
pl: Tajny Klucz umożliwia dostęp do środków zgromadzony w portfelu.
ro: Cheia secretă vă oferă acces la banii care sunt deja conţinuţi în portofelul dvs.

source: But if you ever lose your wallet, you can recover just your money with this key.
ca: Si perd la seva cartera, només podrà recuperar els seus diners amb aquesta clau.
he: אבל אם אי פעם תאבדו את הארנק שלכם, אתה יכולים לשחזר רק את הכסף שלכם עם מפתח זה.
nl: Mocht u de inloggegevens van uw portefeuille vergeten, kan u met deze sleutel de inhoud herstellen.
pl: Ale jeśli kiedykolwiek zgubisz dane do portfela, możesz odzyskać swoje pieniądze korzystając z tego klucza.
ro: Însă dacă vă veţi pierde vreodată portofelul, veţi putea recupera doar banii folosind această cheie.

source: Store it somewhere safe, never share it.
ca: Deseu-la a un lloc segur, no la comparteixi mai.
he: אחסנו אותו במקום בטוח, לעולם אל תשתפו אותו.
nl: Bewaar het op een veilige plek, deel het met niemand.
pl: Przechowuj go w bezpiecznym miejscu i nigdy nikomu go nie pokazuj.
ro: Păstraţi-o într-un loc sigur, nu o divulgaţi niciodată.

source: This gives access to your money. DO NOT SHARE THIS WITH ANYONE. Keep it safe. Keep it private.
ca: Això dona accés a els seus diners. NO COMPARTEIXI AIXÒ AMB NINGÚ. Mantingui'l segur. Mantingui'l privat.
he: זה נותן גישה לכסף שלכם. אל תשתפו את זה עם אף אחד. שמורו את זה בטוח. שמורו את זה פרטי.
nl: Dit geeft u toegang tot uw geld. DEEL DIT MET NIEMAND. Bewaar het op een veilige plek.
pl: Tajny Klucz umożliwia dostęp do Twoich pieniędzy. NIE POKAZUJ GO NIKOMU. Przechowuj bezpiecznie. Zachowaj tylko dla siebie.
ro: Aceasta vă permite accesul la banii dvs.NU O DIVULAŢI NIMĂNUI.Păstraţi-o în siguranţă.Pastraţi-o privată.

source: Show my keys
ca: Mostrar les meves claus
he: הצג את המפתחות שלי
nl: Toon de sleutels
pl: Pokaż moje klucze
ro: Arată cheile mele

source: You have to be funded before you can send money
ca: Deu tenir crèdit abans de poder enviar diners
he: אתם צריכים לקבל מימון לפני שתוכלו לשלוח כסף
nl: Uw account moet gefinancierd zijn voordat u geld kunt versturen
pl: Musisz posiadać wystarczające środki, by móc wysyłać pieniądze.
ro: Aveţi nevoie de fonduri pentru a putea trimite bani

source: Send money.
ca: Enviar diners.
he: שלחו כסף.
nl: Verstuur geld.
pl: Wyślij pieniądze.
ro: Trimite bani.

source: Recipient
ca: Destinatari
he: נמען
nl: Ontvanger
pl: Odbiorca
ro: Destinatar

source: Please enter a recipient.
ca: Siusplau, inseriu un receptor
he: בבקשה הזינו נמען.
nl: Voer een ontvanger in.
pl: Wprowadź odbiorcę.
ro: Vă rugăm să introduceți un destinatar.

source: Recipient should be either a name from your contact list or Ripple/Bitcoin address.
ca: El receptor deuria ser un nom de la teva llista de contactes o una adreça Ripple/Bitcoin.
he: הנמען אמור להיות מוזן מתוך המוטבים שלך או מתוך ריפל/ביטקוין כתובת.
nl: Ontvanger moet óf een naam uit uw contactenlijst zijn óf een Ripple/Bitcoin adres.
pl: Odbiorcą powinna być osoba z Twojej listy kontaktów lub adres Ripple/Bitcoin.
ro: Destinatarul ar trebui să fie un nume din lista dvs. de contacte sau o adresă Ripple/Bitcoin.

source: This email address is not Ripple-enabled.
ca: Aquesta adreça email no ha estat activada per Ripple.
he: כתובת המייל הזו לא ניתנת בריפל.
nl: Dit email-adres heeft geen Ripple functionaliteit.
pl: Ten adres email nie jest autoryzowany w Ripple.
ro: Această adresă de e-mail nu este activată pentru Ripple.

source: Destination cannot be blank.
ca: El destinatari no pot estar en blanc.
he: היעד לא יכול להישאר ריק.
nl: Bestemming kan niet leeg zijn.
pl: Miejsce docelowe nie może być puste.
ro: Destinaţia nu poate fii goală.

source: Recipient requires a destination tag to be specified for the transaction. If you don't know the destination tag, please contact them before doing a transaction.
ca: El destinatari requereix una etiqueta de destí a especificar per la transacció. Si no coneix l'etiqueta de destí, siusplau contacteu el destinatari abans de fer la transacció.
he: נמען צריך תג יעד ספציפי כדי לבצע עסקה, אם אתם לא יודעים מהוא תג היעד, בבקשה פנו לנמען לפני שאתם מבצעים פעולה כלשהי.
nl: Ontvanger vereist een bestemmings-etiket voor de transactie. Als u het bestemmings-etiket niet weet kunt u contact opnemen met de ontvanger alvorens u de transactie uitvoert.
pl: Odbiorca wymaga sprecyzowania znacznika adresu docelowego. Jeśli go znasz, skontaktuj się z odbiorcą przed dokonywaniem transakcji.
ro: Beneficiarul impune specificarea unei etichete de destinaţie pentru tranzacţii. Dacă nu cunoaşteţi eticheta de destinaţie, vă rugăm să contactaţi beneficiarul înainte de a încerca efectuarea tranzacţiei.

source: Source tag
ca: Etiqueta del emissor
he: תג מקור
nl: Bron-kenmerk
pl: Znacznik źródłowy
ro: Eticheta sursei
